{
  "Alephium": "Alephium",
  "Bridge": "Γέφυρα",
  "Token Bridge": "Γέφυρα διακριτικών",
  "Tokens_one": "Διακριτικό",
  "Tokens_other": "Διακριτικά",
  "Explorer": "Εξερευνητής",
  "A bridge that offers unlimited transfers across chains for tokens.": "Μια γέφυρα που προσφέρει απεριόριστες μεταφορές σε αλυσίδες για διακριτικά.",
  "Caution! You are using the {{ networkName }} build of this app.": "Προσοχή! Χρησιμοποιείτε την {{ networkName }} έκδοση αυτής της εφαρμογής.",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "Προσοχή! Έχετε ενεργοποιήσει την beta έκδοση. Εισάγετε ξανά το μυστικό κωδικό για απενεργοποίηση.",
  "View the FAQ": "Δείτε τις συχνές ερωτήσεις",
  "Redeem": "Εξαργύρωση",
  "Redeem tokens": "Εξαργύρωση διακριτικών",
  "Send tokens": "Αποστολή διακριτικών",
  "Transactions": "Συναλλαγές",
  "Select tokens to send through the website.": "Επιλέξτε διακριτικά προς αποστολή μέσω της ιστοσελίδας.",
  "Token Origin Verifier": "Επικυρωτής προέλευσης διακριτικού",
  "Source": "Πηγή",
  "Chain": "Αλυσίδα",
  "Source Chain": "Αλυσίδα προέλευσης",
  "Source Tx (paste here)": "Συναλλαγή προέλευσης (επικολλήστε εδώ)",
  "Target": "Προορισμός",
  "Target Chain": "Αλυσίδα Προορισμού",
  "Target Address": "Διεύθυνση προορισμού",
  "Origin Chain": "Αλυσίδα Προέλευσης",
  "Origin Token Address": "Διεύθυνση νομίσματος προέλευσης",
  "Origin Token ID": "Αναγνωριστικό νομίσματος προέλευσης",
  "Go to Migration Page": "Μετάβαση στη σελίδα μετανάστευσης",
  "Amount": "Ποσό",
  "Next": "Επόμενο",
  "Previous": "Προηγούμενο",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "Αν έχετε στείλει τα νομίσματα σας αλλά δεν τα έχετε εξαργυρώσει, μπορείτε να επικολλήσετε στο αναγνωριστικό πηγαίας συναλλαγής (από το 3ο Βήμα) για να συνεχίσετε τη μεταφορά σας.",
  "Recover": "Ανάκτηση",
  "Advanced": "Για Προχωρημένους",
  "Signed VAA (Hex)": "Υπογεγραμμένο VAA (Δεκαεξαδικό)",
  "Emitter Chain": "Αλυσίδα πομπού",
  "Emitter Address": "Διεύθυνση πομπού",
  "Sequence": "Ακολουθία",
  "Timestamp": "Χρονοσήμανση",
  "Guardian Set": "Σύνολο φυλάκων",
  "Relayer Fee": "Χρέωση αναμεταδότη",
  "Transaction not found or not confirmed": "Η συναλλαγή δε βρέθηκε ή δεν έχει επιβεβαιωθεί",
  "Sequence not found": "Η ακολουθία δεν βρέθηκε",
  "The transaction is awaiting confirmation": "Η συναλλαγή αναμένει επιβεβαίωση",
  "The transaction is not confirmed": "Η συναλλαγή δεν έχει επιβεβαιωθεί",
  "An error occurred while fetching the transaction info": "Παρουσιάστηκε σφάλμα κατά την ανάκτηση πληροφοριών συναλλαγής",
  "Wallet is not connected": "Το πορτοφόλι δεν είναι συνδεδεμένο",
  "Relay request rejected.": "Το αίτημα αναμετάδοσης απορρίφθηκε.",
  "Error": "Σφάλμα",
  "This transaction is eligible to be relayed": "Αυτή η συναλλαγή είναι επιλέξιμη για αναμετάδοση",
  "Request Relay": "Αίτηση αναμετάδοσης",
  "This transaction is eligible to be relayed by {{ chainName }}": "Αυτή η συναλλαγή είναι επιλέξιμη για αναμετάδοση από το {{ chainName }}",
  "This is wrapped by the Bridge! Here is the original token:": "Αυτό είναι περιτυλιγμένο από τη Γέφυρα! Εδώ είναι το πρωτότυπο νόμισμα:",
  "Transferring to {{ chainName }} will unwrap the token": "Η μεταφορά στο {{ chainName }} θα αναδιπλώσει το νόμισμα",
  "This token has not yet been registered on {{ chainName }}": "Αυτό το νόμισμα δεν έχει ακόμη εγγραφεί στο {{ chainName }}",
  "When bridged, this asset becomes:": "Όταν γεφυρωθεί, το περιουσιακό στοιχείο γίνεται:",
  "Source Information": "Πληροφορίες πηγής",
  "Enter a token from any supported chain to get started.": "Εισάγετε ένα νόμισμα από οποιαδήποτε υποστηριζόμενη αλυσίδα για να ξεκινήσετε.",
  "Paste an address": "Επικόλληση διεύθυνσης",
  "Bridge Results": "Αποτελέσματα γέφυρας",
  "Select a chain to see the result of bridging this token.": "Επιλέξτε μια αλυσίδα για να δείτε το αποτέλεσμα της γεφύρωσης αυτού του νομίσματος.",
  "Other Chain": "Άλλη Αλυσίδα",
  "Token Registration": "Εγγραφή νομίσματος",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "Αυτή η φόρμα σας επιτρέπει να καταχωρήσετε ένα νόμισμα σε μια νέα ξένη αλυσίδα. Τα νομίσματα πρέπει να καταχωρηθούν για να μπορούν μεταφερθούν.",
  "Create wrapped token": "Δημιουργία περιτυλιγμένου νομίσματος",
  "Send attestation": "Αποστολή βεβαίωσης",
  "Stats": "Στατιστικά",
  "You will transfer {{ sourceAmount }}": "Θα μεταφέρετε {{ sourceAmount }}",
  "from": "από",
  "to": "προς",
  "on {{ chainName }}": "στο {{ chainName }}",
  "to {{ chainName }}": "προς {{ chainName }}",
  "Select a recipient chain and address.": "Επιλέξτε μια αλυσίδα και διεύθυνση παραλήπτη.",
  "Bridged tokens": "Γεφυρωμένα διακριτικά",
  "Sent to": "Εστάλη στο",
  "Current balance": "Τρέχον υπόλοιπο",
  "and receive {{ amount }}": "και λάβετε {{ amount }}",
  "Create": "Δημιουργία",
  "Update": "Ενημέρωση",
  "The create wrapped transaction was submitted.": "Η δημιουργία περιτυλιγμένης συναλλαγής υποβλήθηκε.",
  "addTokenToTokenList": "Θυμηθείτε να προσθέσετε το διακριτικό στη <1>λίστα των νομισμάτων</1>.",
  "Attest Another Token!": "Επιβεβαιώστε ένα άλλο νόμισμα!",
  "Return to Transfer": "Επιστροφή στη μεταφορά",
  "missingMetaplexMetadata": "Από το νόμισμα λείπουν τα μεταδεδομένα της αλυσίδας (Metaplex). Δίχως αυτά, το όνομα και το σύμβολο του περιτυλιγμένου νομίσματος θα είναι κενά. Δείτε το <1> αποθετήριο metaplex</1> για λεπτομέρειες.",
  "Transaction confirmed": "Η συναλλαγή επιβεβαιώθηκε",
  "Local token pool already exists": "Υπάρχει ήδη τοπική δεξαμενή νομίσματος",
  "Waiting for transaction confirmation": "Αναμονή επιβεβαίωσης συναλλαγής",
  "Create Local Token Pool": "Δημιουργία τοπικής δεξαμενής νομίσματος",
  "The token has been attested!": "Το νόμισμα έχει πιστοποιηθεί!",
  "Asset": "Περιουσιακό στοιχείο",
  "You will attest": "Θα βεβαιώσετε",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "Θα πρέπει να πληρώσετε τέλη συναλλαγών στο {{ chainName }} για να επιβεβαιώσετε αυτό το νόμισμα.",
  "Note: there will be several transactions": "Σημείωση: θα υπάρξουν αρκετές συναλλαγές",
  "Attest": "Επικύρωση",
  "Could not migrate the tokens.": "Αδυναμία μετεγκατάστασης των νομισμάτων.",
  "Successfully migrated the tokens.": "Επιτυχής μετεγκατάσταση των διακριτικών.",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "Επιτυχής μετεγκατάσταση των νομισμάτων σας. Θα είναι διαθέσιμα μόλις επιβεβαιωθεί αυτή η συναλλαγή.",
  "Current Token": "Τρέχον νόμισμα",
  "will become": "θα γίνει",
  "Wormhole Token": "Νόμισμα wormhole",
  "The swap pool has insufficient funds.": "Η δεξαμενή ανταλλαγών δεν έχει επαρκή κεφάλαια.",
  "Convert": "Μετατροπή",
  "Connect": "Σύνδεση",
  "Disconnect": "Αποσύνδεση",
  "Connect your wallet to proceed.": "Συνδέστε το πορτοφόλι σας για να συνεχίσετε.",
  "Unable to retrieve necessary information. This asset may not be supported.": "Δεν είναι δυνατή η ανάκτηση των απαραίτητων πληροφοριών. Αυτό το στοιχείο μπορεί να μην υποστηρίζεται.",
  "Enter an amount to transfer.": "Εισάγετε ποσό για μεταφορά.",
  "The transfer amount must be greater than zero.": "Το ποσό μεταφοράς πρέπει να είναι μεγαλύτερο από μηδέν.",
  "There are not sufficient funds in your wallet for this transfer.": "Δεν υπάρχουν αρκετά χρήματα στο πορτοφόλι σας για αυτή τη μεταφορά.",
  "There are not sufficient funds in the pool for this transfer.": "Δεν υπάρχουν επαρκή κεφάλαια στη δεξαμενή για αυτή τη μεταφορά.",
  "Balance": "Υπόλοιπο",
  "This action will convert": "Αυτή η ενέργεια θα μετατρέψει",
  "Utilizing this pool": "Χρησιμοποιώντας αυτόν τη δεξαμενή ρευστότητας",
  "Migrate": "Μετεγκατάσταση",
  "Migrate {{ tokensAmount }} Tokens": "Μετεγκατάσταση {{ tokensAmount }} νομισμάτων",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "Επιτυχής μετεγκατάσταση των νομισμάτων σας! Θα είναι διαθέσιμα μόλις επιβεβαιωθεί αυτή η συναλλαγή.",
  "Please connect your wallet.": "Παρακαλώ συνδέστε το πορτοφόλι σας.",
  "Failed to send the transaction.": "Αποτυχία αποστολής συναλλαγής.",
  "This asset is not eligible for migration.": "Αυτό το περιουσιακό στοιχείο δεν είναι επιλέξιμο για μετεγκατάσταση.",
  "Invalid token account.": "Μη έγκυρος λογαριασμός νομίσματος.",
  "Convert assets from other bridges to Wormhole V2 tokens": "Μετατροπή περιουσιακών στοιχείων από άλλες γέφυρες σε νομίσματα Wormhole V2",
  "Migrate Assets": "Μετεγκατάσταση περιουσιακών στοιχείων",
  "Unable to perform migration.": "Αδυναμία εκτέλεσης μετεγκατάστασης.",
  "Failed to load migration information for token": "Αποτυχία φόρτωσης πληροφοριών μετεγκατάστασης για το νόμισμα",
  "Unable to retrieve token balances.": "Αδυναμία ανάκτησης υπολοίπων νομισμάτων.",
  "Failed to retrieve available token information.": "Αποτυχία ανάκτησης των διαθέσιμων πληροφοριών νομισμάτων.",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "Αυτή η σελίδα σας επιτρέπει να μετατρέψετε ορισμένα περιτυλιγμένα νομίσματα σε νομίσματα Wormhole V2.",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "Αυτή η σελίδα σας επιτρέπει να μετατρέψετε ορισμένα περιτυλιγμένα νομίσματα στο {{ chainName }} σε νομίσματα Wormhole V2.",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "Έχετε κάποια περιουσιακά στοιχεία που είναι επιλέξιμα για μετεγκατάσταση! Κάντε κλικ στο κουμπί 'Μετατροπή' για να τα ανταλλάξετε με νομίσματα Wormhole.",
  "You don't have any assets eligible for migration.": "Δεν έχετε περιουσιακά στοιχεία επιλέξιμα για μετεγκατάσταση.",
  "Unable to retrive the specific token.": "Δεν είναι δυνατή η ανάκτηση του συγκεκριμένου διακριτικού.",
  "Wallet is not connected.": "Το πορτοφόλι δεν είναι συνδεδεμένο.",
  "Token ID is required.": "Απαιτείται αναγνωριστικό νομίσματος.",
  "Wormhole v1 assets cannot be transferred with this bridge.": "Τα περιουσιακά στοιχεία Wormhole v1 δεν μπορούν να μεταφερθούν με αυτή τη γέφυρα.",
  "Wormhole v1 assets should not be transferred with this bridge.": "Τα περιουσιακά στοιχεία Wormhole v1 δε θα πρέπει να μεταφερθούν με αυτή τη γέφυρα.",
  "Copy": "Αντιγραφή",
  "Copied": "Αντιγράφηκε",
  "Reload Tokens": "Επαναφόρτωση νομισμάτων",
  "Not Implemented": "Δεν έχει υλοποιηθεί",
  "Unknown": "Άγνωστο",
  "This is a legacy asset eligible for migration.": "Πρόκειται για παλαιού τύπου περιουσιακό στοιχείο που είναι επιλέξιμο για μετανάστευση.",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "Δεν είναι δυνατή η ανάκτηση απαιτούμενων πληροφοριών σχετικά με αυτό το νόμισμα. Βεβαιωθείτε ότι το πορτοφόλι σας είναι συνδεδεμένο, και στη συνέχεια, ανανεώστε τη λίστα.",
  "Could not find the specified address.": "Αδυναμία εύρεσης της συγκεκριμένης διεύθυνσης.",
  "Loading available tokens": "Φόρτωση διαθέσιμων νομισμάτων",
  "Searching for results": "Αναζήτηση αποτελεσμάτων",
  "Select a token": "Επιλέξτε ένα νόμισμα",
  "Search name or paste address": "Αναζήτηση ονόματος ή επικόλληση διεύθυνσης",
  "Token ID": "Αναγνωριστικό νομίσματος",
  "Other Assets": "Άλλα στοιχεία ενεργητικού",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "Αγορές για αυτά τα {{ chainName }} νομίσματα υπάρχουν για τα αντίστοιχα νομίσματα στο {{ targetChainName }}",
  "No results found": "Δε βρέθηκαν αποτελέσματα",
  "Failed to get {{ chainName }} block number": "Απέτυχε η λήψη του {{ chainName }} αριθμού μπλοκ",
  "Failed to get tx number": "Αποτυχία λήψης αριθμού συναλλαγών",
  "Failed to get txs": "Αποτυχία λήψης συναλλαγών",
  "View on {{ explorerName }}": "Προβολή στο {{ explorerName }}",
  "No transactions yet": "Δεν υπάρχουν συναλλαγές ακόμα",
  "Add to Wallet": "Προσθήκη στο πορτοφόλι",
  "Add to Metamask": "Προσθήκη στο Metamask",
  "The token already exists": "Το νόμισμα υπάρχει ήδη",
  "Featured markets": "Προβεβλημένες αγορές",
  "Please connect your wallet to check for transfer completion.": "Παρακαλώ συνδέστε το πορτοφόλι σας για τον έλεγχο ολοκλήρωσης μεταφοράς.",
  "Waiting for a relayer to process your transfer.": "Αναμονή αναμεταδότη για την επεξεργασία τη μεταφορά σας.",
  "Your fees will be refunded on the target chain": "Τα τέλη σας θα επιστραφούν στην αλυσίδα στόχου",
  "Manually redeem instead": "Αντ' αυτού, εξαργυρώστε χειροκίνητα",
  "{{ chainName }} pays gas for you": "{{ chainName }} πληρώνει τα gas για εσάς",
  "Your transfer is complete.": "Η μεταφορά σας ολοκληρώθηκε.",
  "Automatically unwrap to native currency": "Αυτόματο αναδίπλωση στο εγγενές νόμισμα",
  "Return to relayer view": "Επιστροφή στην προβολή αναμεταδότη",
  "These tokens have already been redeemed.": "Αυτά τα νομίσματα έχουν ήδη εξαργυρωθεί.",
  "Click here to see how to add them to your wallet.": "Κάντε κλικ εδώ για να δείτε πώς να τα προσθέσετε στο πορτοφόλι σας.",
  "Token Address": "Διεύθυνση νομίσματος",
  "Transfer More Tokens!": "Μεταφέρετε περισσότερα νομίσματα!",
  "Receive the tokens on the target chain": "Λάβετε τα νομίσματα στην αλυσίδα στόχου",
  "Success!": "Επιτυχία!",
  "The redeem transaction was submitted": "Η συναλλαγή εξόφλησης υποβλήθηκε",
  "The redeem transaction was submitted automatically by the relayer": "Η συναλλαγή εξόφλησης υποβλήθηκε αυτόματα από τον αναμεταδότη",
  "The tokens will become available once the transaction confirms.": "Τα νομίσματα θα είναι διαθέσιμα μόλις επιβεβαιωθεί η συναλλαγή.",
  "Register Now": "Εγγραφή τώρα",
  "A different wallet is connected than in Step 1.": "Ένα διαφορετικό πορτοφόλι είναι συνδεδεμένο από ότι στο βήμα 1.",
  "Failed to approve the token transfer.": "Αποτυχία έγκρισης της μεταφοράς νομισμάτων.",
  "Transfer the tokens to the Alephium Bridge.": "Μεταφέρετε τα νομίσματα στη γέφυρα του Alephium.",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "Αυτό θα ξεκινήσει τη μεταφορά στο {{ chainName }} και θα περιμένει για οριστικοποίηση. Αν μεταβείτε μακριά από αυτή τη σελίδα πριν από την ολοκλήρωση του βήματος 4, θα πρέπει να εκτελέσετε τη ροή εργασιών ανάκτησης για να ολοκληρώσετε τη μεταφορά.",
  "approveUnlimitedTokens_one": "Έγκριση απεριόριστου νομίσματος",
  "approveUnlimitedTokens_other": "Έγκριση απεριόριστων νομισμάτων",
  "approveTokens": "Approve {{ count }} {{ symbol }}",
  "Transfer": "Μεταφορά",
  "Are you sure?": "Είστε σίγουρος/η;",
  "You are about to perform this transfer": "Πρόκειται να εκτελέσετε αυτήν τη μεταφορά",
  "Cancel": "Ακύρωση",
  "Confirm": "Επιβεβαίωση",
  "The tokens have entered the bridge!": "Τα νομίσματα έχουν εισέλθει στη γέφυρα!",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "Αυτό είναι ένα Shuttle-περιτυλιγμένο περιουσιακό στοιχείο από το Polygon! Η μεταφορά θα οδηγήσει σε ένα διπλά τυλιγμένο (Bridge-περιτυλιγμένο, Shuttle-περιτυλιγμένο) περιουσιακό στοιχείο, το οποίο δεν έχει αγορές με ρευστότητα.",
  "bridgeWrappedTokensNoLiquid": "Τα νομίσματα που θα λάβετε είναι <1>Bridge περιτυλιγμένα νομίσματα</1>που δεν έχουν επί του παρόντος αγορές με ρευστότητα!",
  "bridgeWrappedTokens": "The tokens you will receive are <1>Bridge Wrapped Tokens</1> and will need to be exchanged for the underlying tokens.",
  "You will not receive native {{ token }} on {{ chainName }}": "Δε θα λάβετε εγγενή {{ token }} στο {{ chainName }}",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "Για να λάβετε εγγενή {{ token }}, θα πρέπει να εκτελέσετε μια ανταλλαγή με τα περιτυλιγμένα νομίσματα μόλις τελειώσετε το γεφύρωμα.",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "Οι ανταμοιβές Lido stETH μπορούν να ληφθούν μόνο στο Ethereum. Αντ' αυτού χρησιμοποιήστε την τιμή που συσσωρεύτηκε στο περιτυλιγμένο νόμισμα wstETH.",
  "Click here to see available markets for wrapped tokens.": "Κάντε κλικ εδώ για να δείτε τις διαθέσιμες αγορές για τα περιτυλιγμένα νομίσματα.",
  "Waiting for wallet approval": "Αναμονή έγκρισης πορτοφολιού",
  "Select your wallet": "Επιλέξτε πορτοφόλι",
  "Automatic redeem is unavailable for this token.": "Η αυτόματη εξαργύρωση δεν είναι διαθέσιμη για αυτό το νόμισμα.",
  "Automatic Payment": "Αυτόματη Πληρωμή",
  "Manual Payment": "Χειροκίνητη πληρωμή",
  "Pay with additional tokens and use a relayer": "Πληρώστε με επιπλέον νομίσματα και χρησιμοποιήστε ένα αναμεταδότη",
  "Pay with additional {{ token }} and use a relayer": "Πληρώστε με επιπλέον {{ token }} και χρήση ενός αναμεταδότη",
  "Pay with your own funds on target chain": "Πληρωμή με τα δικά σας χρήματα στην αλυσίδα στόχου",
  "Pay with your own funds on {{ chainName }}": "Πληρωμή με τα δικά σας χρήματα στο {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "Πληρώστε με το δικό σας {{ token }} στην αλυσίδα στόχου",
  "Pay with your own {{ token }} on {{ chainName }}": "Πληρώστε με το δικό σας {{ token }} στο {{ chainName }}",
  "How would you like to pay the target chain fees?": "Πώς θα θέλατε να πληρώσετε τα τέλη της αλυσίδα στόχου;",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "Αυτή η διεπαφή είναι λογισμικό ανοιχτού κώδικα που παρέχει πρόσβαση στη γέφυρα του Alephium, ένα πρωτόκολλο ανταλλαγής μηνυμάτων μεταξύ των αλυσίδων.",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "Είναι ένα αντίγραφο βασισμένο στον κώδικα ανοιχτής πηγής της γέφυρας Wormhole και δε συνδέεται ή υποστηρίζεται από το ίδρυμα Wormhole.",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "Η ΣΥΓΚΕΚΡΙΜΕΝΗ ΔΙΕΠΑΦΗ ΚΑΙ ΤΟ ΠΡΩΤΟΚΟΛΛΟ ΓΕΡΥΦΑΣ ΠΑΡΕΧΟΝΤΑΙ \"ΩΣ ΕΧΕΙ\", ΜΕ ΤΟ ΔΙΚΟ ΣΑΣ ΡΙΣΚΟ, ΚΑΙ ΔΙΧΩΣ ΕΓΓΥΗΣΕΙΣ ΟΠΟΙΟΥΔΗΠΟΤΕ ΕΙΔΟΥΣ.",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "Με τη χρήση ή την πρόσβαση σε αυτήν τη Διεπαφή ή Γέφυρα, συμφωνείτε ότι κανένας προγραμματιστής ή οντότητα που εμπλέκεται στη δημιουργία, ανάπτυξη, συντήρηση, λειτουργία αυτής της Διεπαφής ή Γέφυρας ή στην πρόκληση, υποστήριξη οποιονδήποτε από τα παραπάνω, θα είναι υπεύθυνος/η με οποιοδήποτε τρόπο για τυχόν αξιώσεις ή ζημιές που σχετίζονται με τη χρήση σας, αδυναμία χρήσης, ή την αλληλεπίδρασή σας με άλλους χρήστες, αυτής της Διεπαφής ή Γέφυρας, ή της ίδιας Διεπαφής ή Γέφυρας, συμπεριλαμβανομένων οποιονδήποτε άμεσων, έμμεσων, συμπτωματικών, ειδικών, παραδειγματικών, τιμωρητικών ή επακόλουθων ζημιών, ή απώλεια κερδών, κρυπτονομισμάτων, νομισμάτων, ή οτιδήποτε άλλο αξίας.",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "Με τη χρήση ή την πρόσβαση σε αυτήν τη διεπαφή, δηλώνεται ότι δεν υπόκεινται σε κυρώσεις ή άλλως ορίζεστε σε οποιονδήποτε κατάλογο απαγορευμένων ή απαγορευμένων μερών ή αποκλεισμένων ή απαγορευμένων προσώπων, συμπεριλαμβανομένων ενδεικτικά των καταλόγων που τηρούνται από το Υπουργείο Οικονομικών των Ηνωμένων Πολιτειών, το Συμβούλιο Ασφαλείας των Ηνωμένων Εθνών, την Ευρωπαϊκή Ένωση ή τα κράτη μέλη της, ή οποιαδήποτε άλλη κυβερνητική αρχή.",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "Αυτό το πορτοφόλι μπορεί να μην έχει επαρκή χρήματα για να πληρώσει για τα επερχόμενα τέλη συναλλαγών.",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "Αυτό το πορτοφόλι έχει πολύ χαμηλό {{ token }} υπόλοιπο και μπορεί να μην είναι σε θέση να πληρώσει για τις επερχόμενες χρεώσεις συναλλαγών.",
  "Max": "Μέγιστο",
  "Loading available relayers": "Φόρτωση διαθέσιμων αναμεταδοτών",
  "Select a relayer": "Επιλέξτε ένα αναμεταδότη",
  "No relayers are available at this time.": "Δεν υπάρχουν διαθέσιμοι αναμεταδότες αυτή τη στιγμή.",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "Αναμονή για {{ blockDiff }} / {{ expectedBlocks }} επιβεβαιώσεις στο {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "Αναμονή για επιβεβαιώσεις στο {{ chainName }}, {{ minutes }} λεπτά απομένουν",
  "Waiting for Wormhole Network consensus": "Αναμονή για τη συναίνεση του δικτύου Wormhole",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "Αναμονή για την ολοκλήρωση στο {{ chainName }} η οποία μπορεί να διαρκέσει έως και 15 λεπτά.",
  "Last finalized block number": "Τελευταίος οριστικός αριθμός μπλοκ",
  "This transaction's block number": "Αριθμός μπλοκ αυτής της συναλλαγής",
  "An error occurred while fetching balances": "Παρουσιάστηκε σφάλμα κατά την ανάκτηση υπολοίπων",
  "Unwrap Native Tokens": "Αναδίπλωση εγγενούς νομίσματος",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "Αναδιπλώστε (αποσύρεται) εγγενή νομίσματα από την περιτυλιγμένη μορφή τους (π.χ. WETH &rarr; ETH)",
  "Unwrap All": "Αναδίπλωση όλων",
  "An error occurred while getting the network": "Παρουσιάστηκε σφάλμα κατά τη λήψη δικτύου",
  "An error occurred while getting the signer address": "Παρουσιάστηκε σφάλμα κατά τη λήψη της διεύθυνσης υπογράφοντα",
  "An error occurred while requesting eth accounts": "Παρουσιάστηκε σφάλμα κατά την αίτηση λογαριασμών eth",
  "Please install MetaMask": "Παρακαλώ εγκαταστήστε το MetaMask",
  "Error enabling WalletConnect session": "Σφάλμα ενεργοποίησης συνεδρίας WalletConnect",
  "Could not retrieve contract metadata": "Αδυναμία ανάκτησης μεταδεδόμενων συμβολαίου",
  "Failed to get source asset info from {{ chainName }}": "Αποτυχία λήψης πληροφοριών πηγαίου περιουσιακού στοιχείου από το {{ chainName }}",
  "Failed to get source asset info from solana": "Αποτυχία λήψης πληροφοριών πηγαίου περιουσιακού στοιχείου από το solana",
  "Failed to get source asset info from terra": "Αποτυχία λήψης πληροφοριών πηγαίου περιουσιακού στοιχείου από το terra",
  "Failed to get source asset info from alephium": "Αποτυχία λήψης πληροφοριών πηγαίου περιουσιακού στοιχείου από το alephium",
  "Failed to get source asset info from algorand": "Αποτυχία λήψης πληροφοριών πηγαίου περιουσιακού στοιχείου από το algorand",
  "Failed to retrieve required data.": "Αποτυχία ανάκτησης απαιτούμενων δεδομένων.",
  "No contract address": "Δεν υπάρχει διεύθυνση συμβολαίου",
  "Could not retrieve the foreign asset.": "Δεν ήταν δυνατή η ανάκτηση του ξένου περιουσιακού στοιχείου.",
  "Unable to determine existence of wrapped asset": "Δεν είναι δυνατό να προσδιοριστεί η ύπαρξη περιτυλιγμένων περιουσιακών στοιχείων",
  "Failed to get token wrapper contract id": "Αποτυχία λήψης αναγνωριστικού συμβολαίου περιτυλιγμένου νομίσματος",
  "Failed to check if the transfer tx has been completed": "Αποτυχία ελέγχου αν η συναλλαγή μεταφοράς έχει ολοκληρωθεί",
  "Transfer source chain is undefined": "Η αλυσίδα προέλευσης μεταφοράς είναι απροσδιόριστη",
  "Failed to get balance": "Αποτυχία λήψης υπολοίπου",
  "token address": "διεύθυνση νομίσματος",
  "Unable to retrive your EVM tokens": "Δεν είναι δυνατή η ανάκτηση των EVM νομισμάτων σας",
  "Failed to load alephium token metadata": "Αποτυχία φόρτωσης μεταδεδομένων νομισμάτων alephium",
  "Cannot load your Ethereum NFTs at the moment.": "Δεν είναι δυνατή η φόρτωση των Ethereum NFTs σας αυτή τη στιγμή.",
  "Cannot load your Ethereum tokens at the moment.": "Δεν είναι δυνατή η φόρτωση των Ethereum νομισμάτων σας αυτή τη στιγμή.",
  "Fetching VAA": "Λήψη VAA",
  "Fetched Signed VAA": "Ανάκτηση υπογεγραμμένου VAA",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "Μη έγκυρο τοπικό νόμισμα: {{ tokenId }}, αναμένεται δεκαεξαδική συμβολοσειρά 64 byte",
  "Transfer failed, please try again later": "Η μεταφορά απέτυχε, παρακαλώ προσπαθήστε ξανά αργότερα",
  "Wallet is not connected to {{ cluster }}": "Το πορτοφόλι δεν είναι συνδεδεμένο στο {{ cluster }}",
  "Expected Chain ID": "Αναμενόμενο αναγνωριστικό αλυσίδας",
  "Invalid foreign arguments.": "Μη έγκυρες ξένες παράμετροι.",
  "Unable to find address.": "Αδυναμία εύρεσης διεύθυνσης.",
  "Unable to determine original asset.": "Αδυναμία προσδιορισμού του αρχικού περιουσιακού στοιχείου.",
  "Failed to retrieve the relayer token info.": "Αποτυχία ανάκτησης πληροφοριών νομίσματος από τον αναμεταδότη.",
  "Failed to get alephium balance": "Αποτυχία λήψης υπολοίπου alephium",
  "Cannot load wallet balance": "Αδυναμία φόρτωσης υπολοίπου πορτοφολιού",
  "Est. Fees": "Εκτιμώμενα τέλη",
  "Select a source chain": "Επιλέξτε αλυσίδα πηγής",
  "Select an NFT": "Επιλέξτε ένα NFT",
  "Token account unavailable": "Μη διαθέσιμος λογαριασμός νομισμάτων",
  "Token amount unavailable": "Μη διαθέσιμο ποσό νομισμάτων",
  "For non-NFTs, use the Transfer flow": "Για μη NFT, χρησιμοποιήστε τη διαδικασία μεταφοράς",
  "Failed to load NFT Metadata.": "Αποτυχία φόρτωσης μεταδεδομένων NFT.",
  "This NFT has a URL longer than the maximum supported length of 200.": "Αυτό το NFT έχει URL μεγαλύτερο από το μέγιστο υποστηριζόμενο μήκος των 200.",
  "Balance must be greater than zero": "Το υπόλοιπο πρέπει να είναι μεγαλύτερο από μηδέν",
  "Invalid amount": "Μη έγκυρο ποσό",
  "Enter an amount": "Εισάγεται ποσό",
  "Amount must be greater than zero": "Το ποσό πρέπει να είναι μεγαλύτερο του μηδενός",
  "Amount may not be greater than balance": "Το ποσό δεν μπορεί να είναι μεγαλύτερο από το υπόλοιπο",
  "Target asset unavailable. Is the token registered?": "Το περιουσιακό στοιχείο στόχου δεν είναι διαθέσιμο; Είναι το νόμισμα εγγεγραμμένο;",
  "Error in source": "Σφάλμα στην πηγή",
  "Select a target chain": "Επιλέξτε αλυσίδα στόχου",
  "Select a different target and source": "Επιλέξτε διαφορετικό στόχο και πηγή",
  "Target account unavailable": "Μη διαθέσιμος λογαριασμός στόχου",
  "Invalid relayer fee.": "Μη έγκυρη χρέωση αναμεταδότη.",
  "Token is ineligible for relay.": "Το νόμισμα είναι μη επιλέξιμο για αναμετάδοση.",
  "The amount being transferred plus fees exceeds the wallet's balance.": "Το ποσό που μεταφέρεται συν τα τέλη υπερβαίνει το υπόλοιπο του πορτοφολιού.",
  "An unknown error occurred.": "Παρουσιάστηκε άγνωστο σφάλμα.",
  "Failed to fetch token list from {{ url }}": "Αποτυχία λήψης λίστας νομισμάτων από το {{ url }}",
  "Failed to get tx status": "Αποτυχία λήψης κατάστασης συναλλαγής",
  "Failed to get event for tx": "Αποτυχία λήψης συμβάντος για συναλλαγή",
  "Failed to get alephium token info": "Αποτυχία λήψης πληροφοριών νομίσματος alephium",
  "Token {{ tokenId }} does not exists in the token-list": "Το νόμισμα {{ tokenId }} δεν υπάρχει στη λίστα νομισμάτων",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "Μη έγκυρες πληροφορίες νομίσματος, αναμένεται: {{ localTokenInfo }}, υπάρχει: {{ tokenInfo }}",
  "Invalid contract id or contract address": "Μη έγκυρο αναγνωριστικό ή διεύθυνση συμβολαίου",
  "Token {{ tokenAddress }} does not exist in the token list": "Το νόμισμα {{ tokenAddress }} δεν υπάρχει στη λίστα νομισμάτων",
  "Failed to get tokens": "Αποτυχία λήψης νομισμάτων",
  "response status": "κατάσταση απάντησης",
  "Invalid response, expect a token list": "Μη έγκυρη απάντηση, αναμένετε μια λίστα νομισμάτων",
  "From": "From",
  "To": "To",
  "Disconnect {{ chainName }} wallet": "Disconnect {{ chainName }} wallet",
  "Connect {{ chainName }} wallet": "Connect {{ chainName }} wallet",
  "Select token": "Select token",
  "Select a source chain and token to attest": "Select a source chain and token to attest",
  "Choose where the wrapped token will live": "Choose where the wrapped token will live",
  "Waiting for attestation to finalize...": "Waiting for attestation to finalize...",
  "Send the attestation transaction": "Send the attestation transaction",
  "Wrapped token created successfully": "Wrapped token created successfully",
  "Creating the wrapped token...": "Creating the wrapped token...",
  "Create the wrapped token on the target chain": "Create the wrapped token on the target chain",
  "Target chain: {{ chainName }}": "Target chain: {{ chainName }}",
  "Unknown chain": "Unknown chain",
  "You will attest on {{ chainName }}": "You will attest on {{ chainName }}",
  "Target chain": "Target chain",
  "The token has been attested": "The token has been attested",
  "Source chain and token to attest": "Source chain and token to attest",
  "Chain where the wrapped token will live": "Chain where the wrapped token will live",
  "Attestation transaction details": "Attestation transaction details",
  "Wrapped token creation details": "Wrapped token creation details",
  "Will be attested on {{ chainName }}": "Will be attested on {{ chainName }}",
  "Transaction hash": "Transaction hash",
  "Wrapped token transaction": "Wrapped token transaction",
  "Edit": "Edit",
  "Close": "Close",
  "Save": "Save",
  "Available tokens": "Available tokens",
  "Select": "Select",
  "Connect wallet": "Connect wallet",
  "Connected wallets_one": "Connected wallet",
  "Connected wallets_other": "Connected wallets",
  "Open wallet menu": "Open wallet menu"
}
