{
  "Alephium": "Alephium",
  "Bridge": "บริดจ์ (Bridge)",
  "Token Bridge": "บริดจ์โทเค็น (Token Bridge)",
  "Tokens_one": "โทเค็น",
  "Tokens_other": "โทเค็น",
  "Explorer": "การสำรวจ (Explorer)",
  "A bridge that offers unlimited transfers across chains for tokens.": "บริดจ์ที่เสนอการโอนแบบไม่จำกัดข้ามเชนสำหรับโทเค็น",
  "Caution! You are using the {{ networkName }} build of this app.": "ระวัง! คุณกำลังใช้แอปรุ่น {{ networkName }} นี้",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "ระวัง! คุณได้เปิดใช้งานเบต้าแล้ว ป้อนรหัสลับอีกครั้งเพื่อปิดใช้งาน",
  "View the FAQ": "ดูคำถามที่พบบ่อย (FAQ)",
  "Redeem": "ไถ่ถอน",
  "Redeem tokens": "ไถ่ถอนโทเค็น",
  "Send tokens": "ส่งโทคเค่น",
  "Transactions": "ธุรกรรม",
  "Select tokens to send through the website.": "เลือกโทเค็นที่จะส่งผ่านเว็บไซต์",
  "Token Origin Verifier": "ตรวจสอบต้นทางของโทเค็น",
  "Source": "แหล่งที่มา",
  "Chain": "เชน",
  "Source Chain": "เชนแหล่งที่มา",
  "Source Tx (paste here)": "แหล่งที่มา Tx (วางที่นี่)",
  "Target": "เป้าหมาย",
  "Target Chain": "เชนเป้าหมาย",
  "Target Address": "ที่อยู่เป้าหมาย",
  "Origin Chain": "เชนต้นทาง",
  "Origin Token Address": "ที่อยู่โทเค็นต้นทาง",
  "Origin Token ID": "รหัสโทเค็นต้นทาง",
  "Go to Migration Page": "ไปที่หน้าการย้ายถิ่นฐาน",
  "Amount": "จำนวน",
  "Next": "ต่อไป",
  "Previous": "กลับไป",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "หากคุณได้ส่งโทเค็นแล้วแต่ยังไม่ได้แลกรับ คุณสามารถวางรหัสธุรกรรมแหล่งที่มา (จากขั้นตอนที่ 3) เพื่อดำเนินการโอนต่อ",
  "Recover": "กู้คืน",
  "Advanced": "ขั้นสูง",
  "Signed VAA (Hex)": "ลงชื่อ VAA (Hex)",
  "Emitter Chain": "ตัวปล่อยเชน",
  "Emitter Address": "ตัวปล่อยที่อยู",
  "Sequence": "ลำดับ",
  "Timestamp": "ประทับเวลา",
  "Guardian Set": "Guardian Set",
  "Relayer Fee": "ค่าธรรมเนียมรีเลย์",
  "Transaction not found or not confirmed": "ไม่พบธุรกรรมหรือไม่ได้รับการยืนยัน",
  "Sequence not found": "ไม่พบลำดับ",
  "The transaction is awaiting confirmation": "การทำธุรกรรมรอการยืนยัน",
  "The transaction is not confirmed": "การทำธุรกรรมไม่ได้รับการยืนยัน",
  "An error occurred while fetching the transaction info": "เกิดข้อผิดพลาดขณะดึงข้อมูลธุรกรรม",
  "Wallet is not connected": "กระเป๋าเงินไม่ได้เชื่อมต่อ",
  "Relay request rejected.": "คำขอรีเลย์ถูกปฏิเสธ",
  "Error": "ข้อผิดพลาด",
  "This transaction is eligible to be relayed": "ธุรกรรมนี้มีสิทธิ์ที่จะถูกส่งต่อรีเลย์",
  "Request Relay": "การขอรีเลย์",
  "This transaction is eligible to be relayed by {{ chainName }}": "ธุรกรรมนี้มีสิทธิ์ที่จะถูกส่งต่อรีเลย์โดย {{ chainName }}",
  "This is wrapped by the Bridge! Here is the original token:": "นี่ห่อหุ้มโดยบริดจ์ นี่คือโทเค็นดั้งเดิม:",
  "Transferring to {{ chainName }} will unwrap the token": "การโอนไปยัง {{ chainName }} จะแกะห่อโทเค็น",
  "This token has not yet been registered on {{ chainName }}": "โทเค็นนี้ยังไม่ได้ลงทะเบียนบน {{ chainName }}",
  "When bridged, this asset becomes:": "เมื่อเชื่อมต่อ (บริดจ์) แล้วสินทรัพย์นี้จะกลายเป็น:",
  "Source Information": "แหล่งข้อมูล",
  "Enter a token from any supported chain to get started.": "ป้อนโทเค็นจากเชนที่รองรับเพื่อเริ่มต้นใช้งาน",
  "Paste an address": "วางที่อยู่",
  "Bridge Results": "รวมผลจากบริดจ์",
  "Select a chain to see the result of bridging this token.": "เลือกเชนเพื่อดูผลลัพธ์ของการเชื่อมโยงโทเค็นนี้",
  "Other Chain": "เชนอื่น",
  "Token Registration": "ลงทะเบียนโทเค็น",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "แบบฟอร์มนี้ช่วยให้คุณลงทะเบียนโทเค็นบนเชนสกุลอื่นใหม่ได้ จะต้องลงทะเบียนโทเค็นเสียก่อนจึงจะสามารถโอนได้",
  "Create wrapped token": "สร้างโทเค็นที่ห่อหุ้ม",
  "Send attestation": "ส่งหนังสือรับรอง",
  "Stats": "สถิติ",
  "You will transfer {{ sourceAmount }}": "คุณกำลังส่ง {{ sourceAmount }}",
  "from": "จาก",
  "to": "ถึง",
  "on {{ chainName }}": "จาก {{ chainName }}",
  "to {{ chainName }}": "ถึง {{ chainName }}",
  "Select a recipient chain and address.": "เลือกเชนและที่อยู่ผู้รับ",
  "Bridged tokens": "รวมโทเค็นจากบริดจ์",
  "Sent to": "ส่งถึง",
  "Current balance": "ยอดเงินคงเหลือล่าสุด",
  "and receive {{ amount }}": "และ รับ {{ amount }}",
  "Create": "สร้าง",
  "Update": "อัปเดต",
  "The create wrapped transaction was submitted.": "มีการส่งธุรกรรมที่ห่อหุ้มแล้ว",
  "addTokenToTokenList": "อย่าลืมเพิ่มโทเค็นไปยัง<1>รายการโทเค็น</1>",
  "Attest Another Token!": "รับรองโทเค็นอีกอัน",
  "Return to Transfer": "กลับสู่การโอน",
  "missingMetaplexMetadata": "โทเค็นนี้ไม่มีข้อมูลเมต้าบนเชน (Metaplex) หากไม่มีข้อมูลนี้ ชื่อและสัญลักษณ์ของโทเค็นที่ห่อหุ้มจะว่างเปล่า ดูรายละเอียดเพิ่มเติมได้ที่<1>ที่เก็บ metaplex</1>",
  "Transaction confirmed": "ยืนยันธุรกรรมแล้ว",
  "Local token pool already exists": "มีโทเค็นพูลสกุลนี้อยู่แล้ว",
  "Waiting for transaction confirmation": "รอการยืนยันการทำรายการ",
  "Create Local Token Pool": "สร้างกลุ่มโทเค็นพูลสกุลนี้",
  "The token has been attested!": "โทเค็นได้รับการรับรองแล้ว",
  "Asset": "สินทรัพย์",
  "You will attest": "คุณจะรับรอง",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "คุณจะต้องชำระค่าธรรมเนียมธุรกรรมบน {{ chainName }} เพื่อรับรองโทเค็นนี้",
  "Note: there will be several transactions": "หมายเหตุ: จะมีการทำธุรกรรมหลายรายการ",
  "Attest": "รับรอง",
  "Could not migrate the tokens.": "ไม่สามารถย้ายโทเค็นได้",
  "Successfully migrated the tokens.": "ย้ายโทเค็นสำเร็จแล้ว",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "ย้ายโทเค็นสำเร็จแล้ว โทเค็นจะพร้อมใช้งานเมื่อธุรกรรมนี้ได้รับการยืนยัน",
  "Current Token": "โทเค็นปัจจุบัน",
  "will become": "จะกลายเป็น",
  "Wormhole Token": "โทเค็นเวิร์มโฮล (Wormhole Token)",
  "The swap pool has insufficient funds.": "สวอปพูลมีเงินไม่เพียงพอ",
  "Convert": "แปลง",
  "Connect": "เชื่อมต่อ",
  "Disconnect": "ยกเลิกการเชื่อมต่อ",
  "Connect your wallet to proceed.": "เชื่อมต่อกระเป๋าเงินเพื่อดำเนินการต่อ",
  "Unable to retrieve necessary information. This asset may not be supported.": "ไม่สามารถดึงข้อมูลที่จำเป็นได้ สินทรัพย์นี้อาจไม่ได้รับการสนับสนุน",
  "Enter an amount to transfer.": "ระบุจำนวนเงินที่ต้องการโอน",
  "The transfer amount must be greater than zero.": "จำนวนเงินโอนจะต้องมากกว่าศูนย์",
  "There are not sufficient funds in your wallet for this transfer.": "ไม่มีเงินเพียงพอในกระเป๋าเงินสำหรับการโอนนี้",
  "There are not sufficient funds in the pool for this transfer.": "เงินทุนในพูลไม่เพียงพอสำหรับการโอนนี้",
  "Balance": "ยอดคงเหลือ",
  "This action will convert": "การดำเนินการนี้จะแปลง",
  "Utilizing this pool": "การใช้พูลนี้",
  "Migrate": "โยกย้าย",
  "Migrate {{ tokensAmount }} Tokens": "โยกย้าย {{ tokensAmount }} โทเค็น",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "ย้ายโทเค็นสำเร็จแล้ว โทเค็นจะพร้อมใช้งานเมื่อธุรกรรมนี้ได้รับการยืนยัน",
  "Please connect your wallet.": "กรุณาเชื่อมต่อกระเป๋าเงิน",
  "Failed to send the transaction.": "ส่งธุรกรรมล้มเหลว",
  "This asset is not eligible for migration.": "สินทรัพย์นี้ไม่มีสิทธิ์ในการย้ายถิ่นฐาน",
  "Invalid token account.": "บัญชีโทเค็นไม่ถูกต้อง",
  "Convert assets from other bridges to Wormhole V2 tokens": "แปลงสินทรัพย์จากบริดจ์อื่นเป็นโทเค็น Wormhole V2",
  "Migrate Assets": "ย้ายสินทรัพย์",
  "Unable to perform migration.": "ไม่สามารถดำเนินการย้ายข้อมูลได้",
  "Failed to load migration information for token": "ไม่สามารถโหลดข้อมูลการโยกย้ายสำหรับโทเค็นได้",
  "Unable to retrieve token balances.": "ไม่สามารถดึงยอดคงเหลือโทเค็นได้",
  "Failed to retrieve available token information.": "ไม่สามารถดึงข้อมูลโทเค็นที่มีอยู่ได้",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "หน้านี้ช่วยให้คุณสามารถแปลงโทเค็นที่ห่อหุ้มไว้บางส่วนให้เป็นโทเค็น Wormhole V2 ได้",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "หน้านี้ช่วยให้คุณสามารถแปลงโทเค็นที่ห่อหุ้มไว้บางส่วนบน {{ chainName }} ให้เป็นโทเค็น Wormhole V2",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "คุณมีสินทรัพย์บางส่วนที่เข้าเงื่อนไขสำหรับการโยกย้าย คลิกปุ่ม 'แปลง' เพื่อแลกเปลี่ยนเป็นโทเค็น Wormhole",
  "You don't have any assets eligible for migration.": "คุณไม่มีสินทรัพย์ใด ๆ ที่มีสิทธิ์ในการย้ายถิ่นฐาน",
  "Unable to retrive the specific token.": "ไม่สามารถดึงโทเค็นที่ต้องการได้",
  "Wallet is not connected.": "กระเป๋าเงินไม่ได้เชื่อมต่อ",
  "Token ID is required.": "จำเป็นต้องมี ID โทเค็น",
  "Wormhole v1 assets cannot be transferred with this bridge.": "ไม่สามารถโอนสินทรัพย์ของ Wormhole v1 ร่วมกับบริดจ์นี้ได้",
  "Wormhole v1 assets should not be transferred with this bridge.": "สินทรัพย์ของ Wormhole v1 ไม่ควรโอนไปกับบริดจ์นี้",
  "Copy": "คัดลอก",
  "Copied": "คัดลอกแล้ว",
  "Reload Tokens": "โหลดโทเค็นใหม่",
  "Not Implemented": "ไม่ได้ดำเนินการ",
  "Unknown": "ไม่รู้จัก",
  "This is a legacy asset eligible for migration.": "นี่เป็นทรัพย์สินเก่าแก่ที่เข้าเงื่อนไขการโยกย้าย",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "ไม่สามารถดึงข้อมูลที่จำเป็นเกี่ยวกับโทเค็นนี้ได้ ตรวจสอบว่ากระเป๋าเงินเชื่อมต่อแล้ว จากนั้นรีเฟรชรายการ",
  "Could not find the specified address.": "ไม่พบที่อยู่ที่ระบุ",
  "Loading available tokens": "กำลังโหลดโทเค็นที่มีอยู่",
  "Searching for results": "กำลังค้นหาผลลัพธ์",
  "Select a token": "เลือกโทคเค่น",
  "Search name or paste address": "ค้นหาชื่อหรือวางที่อยู่",
  "Token ID": "รหัสโทเค็น",
  "Other Assets": "สินทรัพย์อื่น ๆ",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "ตลาดสำหรับโทเค็น {{ chainName }} เหล่านี้มีไว้สำหรับโทเค็นที่สอดคล้องกันบน {{ targetChainName }}",
  "No results found": "ไม่พบผลลัพธ์",
  "Failed to get {{ chainName }} block number": "ไม่สามารถรับหมายเลขบล็อก {{ chainName }} ได้",
  "Failed to get tx number": "ไม่สามารถรับหมายเลข tx ได้",
  "Failed to get txs": "ไม่สามารถรับ txs ได้",
  "View on {{ explorerName }}": "ดูใน {{ explorerName }}",
  "No transactions yet": "ยังไม่มีการทำธุรกรรม",
  "Add to Wallet": "เพิ่มลงในกระเป๋าเงิน",
  "Add to Metamask": "เพิ่มไปยัง Metamask",
  "The token already exists": "โทเค็นมีอยู่แล้ว",
  "Featured markets": "ตลาดเด่น",
  "Please connect your wallet to check for transfer completion.": "กรุณาเชื่อมต่อกระเป๋าเงินเพื่อตรวจสอบการโอนเงินเสร็จสิ้น",
  "Waiting for a relayer to process your transfer.": "กำลังรอรีเลย์เพื่อดำเนินการโอนข",
  "Your fees will be refunded on the target chain": "ค่าธรรมเนียมจะได้รับการคืนให้กับเชนเป้าหมาย",
  "Manually redeem instead": "แลกรับด้วยตนเองแทน",
  "{{ chainName }} pays gas for you": "{{ chainName }} จ่ายแก๊สให้คุณ",
  "Your transfer is complete.": "การโอนเสร็จสมบูรณ์",
  "Automatically unwrap to native currency": "แกะห่อเป็นสกุลเงินเนื้อแท้โดยอัตโนมัติ",
  "Return to relayer view": "กลับไปยังมุมมองของรีเลย์",
  "These tokens have already been redeemed.": "โทเค็นเหล่านี้ได้รับการแลกไปแล้ว",
  "Click here to see how to add them to your wallet.": "คลิกที่นี่เพื่อดูวิธีการเพิ่มลงในกระเป๋าเงิน",
  "Token Address": "ที่อยู่โทเค็น",
  "Transfer More Tokens!": "โอนโทเค็นเพิ่มเติม!",
  "Receive the tokens on the target chain": "รับโทเค็นบนเชนเป้าหมาย",
  "Success!": "สำเร็จ",
  "The redeem transaction was submitted": "ธุรกรรมแลกรับได้รับการส่งแล้ว",
  "The redeem transaction was submitted automatically by the relayer": "ธุรกรรมแลกรับถูกส่งโดยอัตโนมัติจากรีเลย์",
  "The tokens will become available once the transaction confirms.": "โทเค็นจะพร้อมใช้งานเมื่อธุรกรรมได้รับการยืนยัน",
  "Register Now": "สมัครตอนนี้",
  "A different wallet is connected than in Step 1.": "มีกระเป๋าเงินเชื่อมต่อนอกเหนือจากขั้นตอนที่ 1",
  "Failed to approve the token transfer.": "ไม่สามารถอนุมัติการโอนโทเค็นได้",
  "Transfer the tokens to the Alephium Bridge.": "โอโทเค็นไปที่ Alephium Bridge",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "การดำเนินการนี้จะเริ่มการโอนข้อมูลบน {{ chainName }} และรอจนกว่าจะเสร็จสิ้น หากคุณออกจากหน้านี้ก่อนดำเนินการตามขั้นตอนที่ 4 คุณจะต้องดำเนินการเวิร์กโฟลวการกู้คืนเพื่อให้การโอนข้อมูลเสร็จสมบูรณ์",
  "approveUnlimitedTokens_one": "อนุมัติโทเค็นไม่จำกัด",
  "approveUnlimitedTokens_other": "อนุมัติโทเค็นไม่จำกัด",
  "approveTokens": "Approve {{ count }} {{ symbol }}",
  "Transfer": "ยืนยันโอนย้าย",
  "Are you sure?": "แน่ใจไหม",
  "You are about to perform this transfer": "คุณกำลังจะทำการโอนนี้",
  "Cancel": "ยกเลิก",
  "Confirm": "ยืนยัน",
  "The tokens have entered the bridge!": "โทเค็นได้เข้าสู่บริดจ์แล้ว",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "นี่คือสินทรัพย์ที่ห่อหุ้มด้วย Shuttle จาก Polygon! การโอนสินทรัพย์นี้จะส่งผลให้เกิดสินทรัพย์ห่อไว้สองชั้น (Bridge-wrapped Shuttle-wrapped) ซึ่งไม่มีตลาดที่มีสภาพคล่อง",
  "bridgeWrappedTokensNoLiquid": "โทเค็นที่คุณจะได้รับคือ <1>Bridge Wrapped Tokens</1> ซึ่งในปัจจุบันไม่มีตลาดที่มีสภาพคล่อง",
  "bridgeWrappedTokens": "โทเค็นที่คุณจะได้รับคือ <1>Bridge Wrapped Tokens</1> และจะต้องถูกแลกเปลี่ยนเป็นโทเค็นพื้นฐาน",
  "You will not receive native {{ token }} on {{ chainName }}": "คุณจะไม่ได้รับ {{ token }} สกุลเนื้อแท้บน {{ chainName }}",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "หากต้องการรับ {{ token }} สกุลเนื้อแท้ คุณจะต้องดำเนินการสลับกับโทเค็นที่ห่อหุ้มเมื่อทำการเชื่อมโยงเสร็จแล้ว",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "รางวัล Lido stETH สามารถรับได้เฉพาะบน Ethereum เท่านั้น ให้ใช้โทเค็นค้างจ่าย wstETH แทน",
  "Click here to see available markets for wrapped tokens.": "คลิกที่นี่เพื่อดูตลาดที่มีให้เลือกสำหรับโทเค็นที่ห่อหุ้ม",
  "Waiting for wallet approval": "รอการอนุมัติกระเป๋าเงิน",
  "Select your wallet": "เลือกกระเป๋าเงิน",
  "Automatic redeem is unavailable for this token.": "การแลกรับอัตโนมัติไม่สามารถใช้งานได้กับโทเค็นนี้",
  "Automatic Payment": "การชำระเงินอัตโนมัติ",
  "Manual Payment": "การชำระเงินด้วยตนเอง",
  "Pay with additional tokens and use a relayer": "ชำระเงินด้วยโทเค็นเพิ่มเติมและใช้รีเลย์",
  "Pay with additional {{ token }} and use a relayer": "ชำระเงินด้วย {{ token }} เพิ่มเติมและใช้รีเลย์",
  "Pay with your own funds on target chain": "ชำระเงินด้วยเงินของคุณเองบนเเชนเป้าหมาย",
  "Pay with your own funds on {{ chainName }}": "ชำระเงินด้วยเงินของคุณเองบน {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "ชำระเงินด้วย {{ token }} ของคุณเองบนเชนเป้าหมาย",
  "Pay with your own {{ token }} on {{ chainName }}": "ชำระเงินด้วย {{ token }} ของคุณเองบน {{ chainName }}",
  "How would you like to pay the target chain fees?": "ต้องการชำระค่าธรรมเนียมเชนเป้าหมายอย่างไร",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "อินเทอร์เฟซนี้เป็นซอฟต์แวร์โอเพ่นซอร์สที่ให้การเข้าถึงบริดจ์แห่งอาเลเฟียม (Alephium's Bridge) ซึ่งเป็นโปรโตคอลการส่งข้อความแบบข้ามสายเชน",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "เป็นฟอร์กที่ใช้โค้ดโอเพ่นซอร์สของ Wormhole Bridge และไม่มีส่วนเกี่ยวข้องหรือได้รับการรับรองจาก Wormhole Foundation",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "อินเทอร์เฟซและโปรโตคอลบริดจ์นี้ให้บริการ \"ตามที่เป็น\" โดยคุณต้องรับความเสี่ยงเอง และไม่มีการรับประกันใดๆ ทั้งสิ้น",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "โดยการใช้หรือเข้าถึงอินเทอร์เฟซหรือบริดจ์นี้ คุณตกลงว่าผู้พัฒนาหรือหน่วยงานใดๆ ที่เกี่ยวข้องกับการสร้าง การใช้งาน การบำรุงรักษา การดำเนินการอินเทอร์เฟซหรือบริดจ์นี้ หรือการก่อให้เกิดหรือสนับสนุนสิ่งใดๆ ข้างต้น จะไม่รับผิดชอบในลักษณะใดๆ ต่อการเรียกร้องหรือความเสียหายใดๆ ที่เกี่ยวข้องกับการใช้ การไม่สามารถใช้งาน หรือการโต้ตอบของคุณกับผู้ใช้รายอื่นของอินเทอร์เฟซหรือบริดจ์นี้ หรืออินเทอร์เฟซหรือบริดจ์นี้เอง รวมถึงความเสียหายโดยตรง โดยอ้อม บังเอิญ พิเศษ เป็นตัวอย่าง เป็นการลงโทษ หรือเป็นผลสืบเนื่อง หรือการสูญเสียผลกำไร สกุลเงินดิจิทัล โทเค็น หรือสิ่งอื่นใดที่มีค่า",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "โดยการใช้หรือเข้าถึงอินเทอร์เฟซนี้ คุณรับรองว่าคุณไม่ได้อยู่ภายใต้การคว่ำบาตรหรือถูกกำหนดให้อยู่ในรายชื่อบุคคลหรือองค์กรต้องห้ามหรือจำกัดการเข้าถึง หรือบุคคลที่ถูกยกเว้นหรือปฏิเสธ รวมถึงแต่ไม่จำกัดเฉพาะรายชื่อที่เก็บรักษาโดยสำนักงานควบคุมสินทรัพย์ต่างประเทศของกระทรวงการคลังของสหรัฐอเมริกา คณะมนตรีความมั่นคงแห่งสหประชาชาติ สหภาพยุโรปหรือประเทศสมาชิก หรือหน่วยงานรัฐบาลอื่นใด",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "กระเป๋าเงินนี้อาจไม่มีเงินเพียงพอที่จะจ่ายค่าธรรมเนียมธุรกรรมที่กำลังจะเกิดขึ้น",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "กระเป๋าเงินนี้มียอดคงเหลือ {{ token }} ต่ำมากและอาจไม่สามารถชำระค่าธรรมเนียมธุรกรรมที่กำลังจะเกิดขึ้นได้",
  "Max": "สูงสุด",
  "Loading available relayers": "กำลังโหลดรีเลย์ที่มีอยู่",
  "Select a relayer": "เลือกผู้รีเลย์",
  "No relayers are available at this time.": "ไม่มีผู่รีเลย์ตอนนี้",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "กำลังรอการยืนยัน {{ blockDiff }} / {{ expectedBlocks }} บน {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "กำลังรอการยืนยันบน {{ chainName }} เหลือเวลาอีก {{ minutes }} นาที",
  "Waiting for Wormhole Network consensus": "กำลังรอความเห็นพ้องของเครือข่ายเวิร์มโฮล",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "กำลังรอการสิ้นสุดบน {{ chainName }} ซึ่งอาจใช้เวลานานถึง 15 นาที",
  "Last finalized block number": "หมายเลขบล็อกสุดท้ายที่สรุปแล้ว",
  "This transaction's block number": "หมายเลขบล็อคของธุรกรรมนี้",
  "An error occurred while fetching balances": "เกิดข้อผิดพลาดขณะดึงยอดคงเหลือ",
  "Unwrap Native Tokens": "แกะห่อโทเค็นสกุลเนื้อแท้",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "แกะห่อ (ถอน) โทเค็นสกุลเนื้อแท้ออกจากรูปแบบที่ห่อไว้ (เช่น WETH และ ETH)",
  "Unwrap All": "แกะห่อทั้งหมด",
  "An error occurred while getting the network": "เกิดข้อผิดพลาดขณะรับเครือข่าย",
  "An error occurred while getting the signer address": "เกิดข้อผิดพลาดขณะรับที่อยู่ผู้ลงชื่อ",
  "An error occurred while requesting eth accounts": "เกิดข้อผิดพลาดขณะร้องขอบัญชี eth",
  "Please install MetaMask": "กรุณาติดตั้ง MetaMask",
  "Error enabling WalletConnect session": "เกิดข้อผิดพลาดในการเปิดใช้งานเซสชัน WalletConnect",
  "Could not retrieve contract metadata": "ไม่สามารถดึงข้อมูลเมตาของสัญญาได้",
  "Failed to get source asset info from {{ chainName }}": "ไม่สามารถรับข้อมูลแหล่งสินทรัพย์จาก  {{ chainName }}",
  "Failed to get source asset info from solana": "ไม่สามารถรับข้อมูลแหล่งสินทรัพย์จาก solana",
  "Failed to get source asset info from terra": "ไม่สามารถรับข้อมูลแหล่งสินทรัพย์จาก terra",
  "Failed to get source asset info from alephium": "ไม่สามารถรับข้อมูลแหล่งสินทรัพย์จาก alephium",
  "Failed to get source asset info from algorand": "ไม่สามารถรับข้อมูลแหล่งสินทรัพย์จาก algorand",
  "Failed to retrieve required data.": "ไม่สามารถดึงข้อมูลที่ต้องการได้",
  "No contract address": "ไม่มีที่อยู่ติดต่อ",
  "Could not retrieve the foreign asset.": "ไม่สามารถดึงสินทรัพย์สกุลอื่นคืนได้",
  "Unable to determine existence of wrapped asset": "ไม่สามารถระบุการมีอยู่ของสินทรัพย์ที่ห่อหุ้มได้",
  "Failed to get token wrapper contract id": "ไม่สามารถรับรหัสสัญญาตัวห่อหุ้มโทเค็นได้",
  "Failed to check if the transfer tx has been completed": "ไม่สามารถตรวจสอบว่าการโอนข้อมูลเสร็จสิ้นแล้วหรือไม่",
  "Transfer source chain is undefined": "แหล่งเชนการโอนยังไม่ชัดเจน",
  "Failed to get balance": "ไม่สามารถรับยอดคงเหลือในบัญชีได้",
  "token address": "ที่อยู่โทเค็น",
  "Unable to retrive your EVM tokens": "ไม่สามารถดึงโทเค็น EVM ได้",
  "Failed to load alephium token metadata": "ไม่สามารถโหลดข้อมูลเมตาของโทเค็น alephium ได้",
  "Cannot load your Ethereum NFTs at the moment.": "ไม่สามารถโหลด NFT Ethereum ได้ในขณะนี้",
  "Cannot load your Ethereum tokens at the moment.": "ไม่สามารถโหลดโทเค็น Ethereum ได้ในขณะนี้",
  "Fetching VAA": "กำลังดึง VAA",
  "Fetched Signed VAA": "ดึงแล้ว VAA ที่ลงชื่อมาแล้ว",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "โทเค็นสกุลนี้ไม่ถูกต้อง: {{ tokenId }} คาดหวังสตริงเลขฐานสิบหก 64 ไบต์",
  "Transfer failed, please try again later": "การโอนล้มเหลว กรุณาลองใหม่อีกครั้งในภายหลัง",
  "Wallet is not connected to {{ cluster }}": "กระเป๋าเงินไม่ได้เชื่อมต่อกับ {{ cluster }}",
  "Expected Chain ID": "รหัสเชนที่คาดหวัง",
  "Invalid foreign arguments.": "ข้อโต้แย้งสกุลอื่นไม่ถูกต้อง",
  "Unable to find address.": "ไม่สามารถหาที่อยู่ได้",
  "Unable to determine original asset.": "ไม่สามารถระบุสินทรัพย์ต้นฉบับได้",
  "Failed to retrieve the relayer token info.": "ไม่สามารถดึงข้อมูลโทเค็นรีเลย์ได้",
  "Failed to get alephium balance": "ไม่สามารถรับยอดคงเหลือของ alephium ได้",
  "Cannot load wallet balance": "ไม่สามารถโหลดยอดคงเหลือในกระเป๋าเงินได้",
  "Est. Fees": "ค่าธรรมเนียมประมาณการ",
  "Select a source chain": "เลือกแหล่งเชน",
  "Select an NFT": "เลือก NFT",
  "Token account unavailable": "บัญชีโทเค็นไม่สามารถใช้งานได้",
  "Token amount unavailable": "จำนวนโทเค็นไม่พร้อมใช้งาน",
  "For non-NFTs, use the Transfer flow": "สำหรับไม่ใช่ NFT ใช้การถ่ายโอน Transfer Flow",
  "Failed to load NFT Metadata.": "ไม่สามารถโหลดข้อมูลเมตา NFT ได้",
  "This NFT has a URL longer than the maximum supported length of 200.": "NFT นี้มี URL ยาวกว่าความยาวสูงสุดที่รองรับคือ 200",
  "Balance must be greater than zero": "ยอดคงเหลือต้องมากกว่าศูนย์",
  "Invalid amount": "จำนวนไม่ถูกต้อง",
  "Enter an amount": "ใส่จำนวนเงิน",
  "Amount must be greater than zero": "จำนวนจะต้องมากกว่า 0",
  "Amount may not be greater than balance": "จำนวนเงินต้องไม่มากกว่ายอดคงเหลือ",
  "Target asset unavailable. Is the token registered?": "ทรัพย์สินเป้าหมายไม่พร้อมใช้งาน โทเค็นได้รับการลงทะเบียนแล้วไหม",
  "Error in source": "ข้อผิดพลาดในแหล่งที่มา",
  "Select a target chain": "เลือกเชนเป้าหมาย",
  "Select a different target and source": "เลือกเป้าหมายและแหล่งที่มาอื่น",
  "Target account unavailable": "บัญชีเป้าหมายไม่สามารถใช้งานได้",
  "Invalid relayer fee.": "ค่าธรรมเนียมรีเลย์ไม่ถูกต้อง",
  "Token is ineligible for relay.": "โทเค็นไม่มีสิทธิ์ในการรีเลย์",
  "The amount being transferred plus fees exceeds the wallet's balance.": "ยอดเงินที่โอนรวมค่าธรรมเนียมเกินยอดคงเหลือในกระเป๋าเงิน",
  "An unknown error occurred.": "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ",
  "Failed to fetch token list from {{ url }}": "ไม่สามารถดึงรายการโทเค็นจาก {{ url }} ได้",
  "Failed to get tx status": "ไม่สามารถรับสถานะ tx ได้",
  "Failed to get event for tx": "ไม่สามารถรับกิจกรรมสำหรับ tx ได้",
  "Failed to get alephium token info": "ไม่สามารถรับข้อมูลโทเค็น alaphium ได้",
  "Token {{ tokenId }} does not exists in the token-list": "โทเค็น {{ tokenId }} ไม่มีอยู่ในรายการโทเค็น",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "ข้อมูลโทเค็นไม่ถูกต้อง คาดว่า: {{ localTokenInfo }} มี: {{ tokenInfo }}",
  "Invalid contract id or contract address": "รหัสสัญญาหรือที่อยู่สัญญาไม่ถูกต้อง",
  "Token {{ tokenAddress }} does not exist in the token list": "โทเค็น {{ tokenAddress }} ไม่พบอยู่ในรายการโทเค็น",
  "Failed to get tokens": "รับ Token ไม่สำเร็จ",
  "response status": "สถานะตอบสนอง",
  "Invalid response, expect a token list": "การตอบสนองไม่ถูกต้อง คาดหวังรายการโทเค็น",
  "From": "From",
  "To": "To",
  "Disconnect {{ chainName }} wallet": "Disconnect {{ chainName }} wallet",
  "Connect {{ chainName }} wallet": "Connect {{ chainName }} wallet",
  "Select token": "Select token",
  "Select a source chain and token to attest": "Select a source chain and token to attest",
  "Choose where the wrapped token will live": "Choose where the wrapped token will live",
  "Waiting for attestation to finalize...": "Waiting for attestation to finalize...",
  "Send the attestation transaction": "Send the attestation transaction",
  "Wrapped token created successfully": "Wrapped token created successfully",
  "Creating the wrapped token...": "Creating the wrapped token...",
  "Create the wrapped token on the target chain": "Create the wrapped token on the target chain",
  "Target chain: {{ chainName }}": "Target chain: {{ chainName }}",
  "Unknown chain": "Unknown chain",
  "You will attest on {{ chainName }}": "You will attest on {{ chainName }}",
  "Target chain": "Target chain",
  "The token has been attested": "The token has been attested",
  "Source chain and token to attest": "Source chain and token to attest",
  "Chain where the wrapped token will live": "Chain where the wrapped token will live",
  "Attestation transaction details": "Attestation transaction details",
  "Wrapped token creation details": "Wrapped token creation details",
  "Will be attested on {{ chainName }}": "Will be attested on {{ chainName }}",
  "Transaction hash": "Transaction hash",
  "Wrapped token transaction": "Wrapped token transaction",
  "Edit": "Edit",
  "Close": "Close",
  "Save": "Save",
  "Available tokens": "Available tokens",
  "Select": "Select",
  "Connect wallet": "Connect wallet",
  "Connected wallets_one": "Connected wallet",
  "Connected wallets_other": "Connected wallets",
  "Open wallet menu": "Open wallet menu"
}
