{
  "Alephium": "Alephium",
  "Bridge": "Ponte",
  "Token Bridge": "Ponte de Token",
  "Tokens_one": "Token",
  "Tokens_other": "Tokens",
  "Explorer": "Explorador",
  "A bridge that offers unlimited transfers across chains for tokens.": "Uma ponte que oferece transferências ilimitadas entre cadeias de tokens.",
  "Caution! You are using the {{ networkName }} build of this app.": "Cuidado! Você está usando a compilação {{ networkName }} desse aplicativo.",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "Cuidado! Você ativou a versão beta. Digite o código secreto novamente para desativar.",
  "View the FAQ": "Visualizar FAQ",
  "Redeem": "Resgatar",
  "Redeem tokens": "Resgatar tokens",
  "Send tokens": "Enviar tokens",
  "Transactions": "Transações",
  "Select tokens to send through the website.": "Selecione os tokens para enviar através do site.",
  "Token Origin Verifier": "Verificador de origem do token",
  "Source": "Fonte",
  "Chain": "Cadeia",
  "Source Chain": "Cadeia de fonte",
  "Source Tx (paste here)": "Tx de origem (colar aqui)",
  "Target": "Destino",
  "Target Chain": "Cadeia De Destino",
  "Target Address": "Endereço de destino",
  "Origin Chain": "Cadeia de origem",
  "Origin Token Address": "Endereço do Token de origem",
  "Origin Token ID": "ID do Token de Origem",
  "Go to Migration Page": "Ir para página de migração",
  "Amount": "Valor",
  "Next": "Seguinte",
  "Previous": "Anterior",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "Se você enviou seus tokens mas não os resgatou, você pode colar na ID da Transação de Origem (do Passo 3) para retomar a sua transferência.",
  "Recover": "Recuperar",
  "Advanced": "Avançado",
  "Signed VAA (Hex)": "VAA assinada (Hex)",
  "Emitter Chain": "Cadeia Emissora",
  "Emitter Address": "Endereço de Emissor",
  "Sequence": "Sequência",
  "Timestamp": "Data e hora",
  "Guardian Set": "Conjunto de Guardiões",
  "Relayer Fee": "Taxa do Retransmissor",
  "Transaction not found or not confirmed": "Transação não encontrada ou não confirmada",
  "Sequence not found": "Sequência não encontrada",
  "The transaction is awaiting confirmation": "A transação está aguardando confirmação",
  "The transaction is not confirmed": "A transação não foi confirmada",
  "An error occurred while fetching the transaction info": "Ocorreu um erro ao obter as informações da transação",
  "Wallet is not connected": "A carteira não está conectada",
  "Relay request rejected.": "Solicitação de retransmissão rejeitada.",
  "Error": "Erro",
  "This transaction is eligible to be relayed": "Esta transação é elegível para ser transmitida",
  "Request Relay": "Relé de solicitação",
  "This transaction is eligible to be relayed by {{ chainName }}": "Esta transação é elegível para ser transmitida por {{ chainName }}",
  "This is wrapped by the Bridge! Here is the original token:": "Este é está empacotado pela Ponte! Aqui está o token original:",
  "Transferring to {{ chainName }} will unwrap the token": "Transferir para {{ chainName }} irá desempacotar o token",
  "This token has not yet been registered on {{ chainName }}": "Este token ainda não foi registrado no {{ chainName }}",
  "When bridged, this asset becomes:": "Quando passar pela ponte, este ativo se torna:",
  "Source Information": "Informações de Origem",
  "Enter a token from any supported chain to get started.": "Digite um token de qualquer cadeia suportada para começar.",
  "Paste an address": "Colar endereço",
  "Bridge Results": "Resultados da Ponte",
  "Select a chain to see the result of bridging this token.": "Selecione uma cadeia para ver o resultado de atravessar a ponte com este token.",
  "Other Chain": "Outras cadeias",
  "Token Registration": "Registro de token",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "Este formulário permite registar um token em uma nova cadeia estrangeira. Tokens devem ser registrados antes de poderem ser transferidos.",
  "Create wrapped token": "Criar token empacotado",
  "Send attestation": "Enviar certificado",
  "Stats": "Estatísticas",
  "You will transfer {{ sourceAmount }}": "Você irá transferir {{ sourceAmount }}",
  "from": "de",
  "to": "para",
  "on {{ chainName }}": "em {{ chainName }}",
  "to {{ chainName }}": "para {{ chainName }}",
  "Select a recipient chain and address.": "Selecione uma cadeia e um endereço destinatário.",
  "Bridged tokens": "Tokens vindo da ponte",
  "Sent to": "Enviado para",
  "Current balance": "Saldo atual",
  "and receive {{ amount }}": "e receber {{ amount }}",
  "Create": "Criar",
  "Update": "Atualizar",
  "The create wrapped transaction was submitted.": "A transação de envelopar criada foi submetida.",
  "addTokenToTokenList": "Lembre-se de adicionar o token à <1>lista de token</1>.",
  "Attest Another Token!": "Ateste outro Token!",
  "Return to Transfer": "Retornar para Transferência",
  "missingMetaplexMetadata": "Este token está faltando metadados na cadeia (Metaplex). Sem ele, o nome e o símbolo do token envelopado vai estar vazio. Veja o <1>repositório metaplex</1>para detalhes.",
  "Transaction confirmed": "Transação confirmada",
  "Local token pool already exists": "O pool local do token já existe",
  "Waiting for transaction confirmation": "Aguardando confirmação de transação",
  "Create Local Token Pool": "Criar Pool Local de Token",
  "The token has been attested!": "O token foi atestado!",
  "Asset": "Ativo",
  "You will attest": "Você irá atestar",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "Você terá que pagar taxas de transação em {{ chainName }} para atestar esse token.",
  "Note: there will be several transactions": "Observação: haverá várias transações",
  "Attest": "Atestar",
  "Could not migrate the tokens.": "Não foi possível migrar os tokens.",
  "Successfully migrated the tokens.": "Tokens migrados com sucesso.",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "Os seus tokens foram migrados com sucesso. Eles ficarão disponíveis assim que esta transação confirmar.",
  "Current Token": "Token atual",
  "will become": "vai se tornar",
  "Wormhole Token": "Token Wormhole",
  "The swap pool has insufficient funds.": "O pool de swaps não tem fundos suficientes.",
  "Convert": "Converter",
  "Connect": "Conectar",
  "Disconnect": "Desconectar",
  "Connect your wallet to proceed.": "Conecte sua carteira para continuar.",
  "Unable to retrieve necessary information. This asset may not be supported.": "Não foi possível recuperar as informações necessárias. Este ativo pode não ser suportado.",
  "Enter an amount to transfer.": "Digite o valor a ser transferido.",
  "The transfer amount must be greater than zero.": "O valor da transferência deve ser superior a zero.",
  "There are not sufficient funds in your wallet for this transfer.": "Não há fundos suficientes na sua carteira para esta transferência.",
  "There are not sufficient funds in the pool for this transfer.": "Não há fundos suficientes disponíveis no pool para esta transferência.",
  "Balance": "Saldo",
  "This action will convert": "Esta ação irá converter",
  "Utilizing this pool": "Utilizando este pool",
  "Migrate": "Migrar",
  "Migrate {{ tokensAmount }} Tokens": "Migrar {{ tokensAmount }} tokens",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "Os seus tokens foram migrados com sucesso. Eles ficarão disponíveis assim que esta transação confirmar.",
  "Please connect your wallet.": "Por favor, conecte a sua carteira.",
  "Failed to send the transaction.": "Falha ao enviar a transação.",
  "This asset is not eligible for migration.": "Este ativo não é elegível para migração.",
  "Invalid token account.": "Conta de token inválida.",
  "Convert assets from other bridges to Wormhole V2 tokens": "Converter ativos de outras pontes para tokens Wormhole V2",
  "Migrate Assets": "Migrar Ativos",
  "Unable to perform migration.": "Não foi possível executar a migração.",
  "Failed to load migration information for token": "Falha ao carregar informações de migração para o token",
  "Unable to retrieve token balances.": "Não foi possível recuperar o saldo do token.",
  "Failed to retrieve available token information.": "Falha ao recuperar informações do token disponível.",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "Esta página permite converter certos tokens embrulhados em tokens Wormhole V2.",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "Esta página permite que você converta certos tokens embrulhados em {{ chainName }} em tokens Wormhole V2.",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "Você tem alguns ativos que são elegíveis para migração! Clique no botão 'Converter' para trocá-los por tokens Wormhole.",
  "You don't have any assets eligible for migration.": "Você não tem nenhum ativo elegível para migração.",
  "Unable to retrive the specific token.": "Não foi possível recuperar o token específico.",
  "Wallet is not connected.": "A carteira não está conectada.",
  "Token ID is required.": "O ID do token é necessário.",
  "Wormhole v1 assets cannot be transferred with this bridge.": "Ativos do Wormhole v1 não podem ser transferidos com esta bridge.",
  "Wormhole v1 assets should not be transferred with this bridge.": "Ativos do Wormhole v1 não devem ser transferidos com esta bridge.",
  "Copy": "Copiar",
  "Copied": "Copiado",
  "Reload Tokens": "Recarregar Tokens",
  "Not Implemented": "Não implementado",
  "Unknown": "Desconhecido",
  "This is a legacy asset eligible for migration.": "Este é um ativo antigo elegível para migração.",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "Não foi possível recuperar as informações necessárias sobre este token. Certifique-se de que sua carteira esteja conectada e, em seguida, atualize a lista.",
  "Could not find the specified address.": "Não foi possível encontrar o endereço especificado.",
  "Loading available tokens": "Carregando tokens disponíveis",
  "Searching for results": "Procurando resultados",
  "Select a token": "Selecione um token",
  "Search name or paste address": "Pesquisar nome ou colar endereço",
  "Token ID": "ID do Token",
  "Other Assets": "Outros ativos",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "Os mercados para esses tokens {{ chainName }} existem para os tokens correspondentes em {{ targetChainName }}",
  "No results found": "Nenhum resultado foi encontrado",
  "Failed to get {{ chainName }} block number": "Falha ao obter número de bloco {{ chainName }}",
  "Failed to get tx number": "Falha ao obter número de transaçao",
  "Failed to get txs": "Falha ao obter transaçoes",
  "View on {{ explorerName }}": "Ver em {{ explorerName }}",
  "No transactions yet": "Ainda não há transações",
  "Add to Wallet": "Adicionar à carteira",
  "Add to Metamask": "Adicionar à Metamask",
  "The token already exists": "O token já existe",
  "Featured markets": "Mercados em destaque",
  "Please connect your wallet to check for transfer completion.": "Por favor, conecte sua carteira para verificar a conclusão da transferência.",
  "Waiting for a relayer to process your transfer.": "Esperando um retransmissor em processar a sua transferência.",
  "Your fees will be refunded on the target chain": "As suas taxas serão reembolsadas na cadeia alvo",
  "Manually redeem instead": "Resgatar manualmente",
  "{{ chainName }} pays gas for you": "{{ chainName }} paga as despesas de gás para você",
  "Your transfer is complete.": "A sua transferência foi concluída.",
  "Automatically unwrap to native currency": "Desembrulhar automaticamente para moeda nativa",
  "Return to relayer view": "Voltar à vista do retransmissor",
  "These tokens have already been redeemed.": "Esses tokens já foram resgatados.",
  "Click here to see how to add them to your wallet.": "Clique aqui para ver como adicioná-los à sua carteira.",
  "Token Address": "Endereço do Token",
  "Transfer More Tokens!": "Transferir mais Tokens!",
  "Receive the tokens on the target chain": "Receba os tokens na cadeia alvo",
  "Success!": "Sucesso!",
  "The redeem transaction was submitted": "A transação de resgate foi enviada",
  "The redeem transaction was submitted automatically by the relayer": "A transação de resgate foi enviada automaticamente pelo retransmissor",
  "The tokens will become available once the transaction confirms.": "Os tokens estarão disponíveis assim que a transação confirmar.",
  "Register Now": "Registe-se já",
  "A different wallet is connected than in Step 1.": "Uma carteira diferente está conectada do que no passo 1.",
  "Failed to approve the token transfer.": "Não foi possível aprovar a transferência de token.",
  "Transfer the tokens to the Alephium Bridge.": "Transfira os tokens para a bridge Alephium.",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "Isto iniciará a transferência no {{ chainName }} e aguardará a finalização. Se você navegar desta página antes de concluir o Passo 4, terá que executar o fluxo de trabalho de recuperação para concluir a transferência.",
  "approveUnlimitedTokens_one": "Aprovar token Ilimitado",
  "approveUnlimitedTokens_other": "Aprovar token Ilimitado",
  "approveTokens_one": "Aprovar {{ count }} token",
  "approveTokens_other": "Aprovar {{ count }} tokens",
  "Transfer": "Transferência",
  "Are you sure?": "Você tem certeza?",
  "You are about to perform this transfer": "Você está prestes a fazer esta transferência",
  "Cancel": "Cancelar",
  "Confirm": "Confirmar",
  "The tokens have entered the bridge!": "Os tokens entraram na bridge!",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "Este é um ativo foi embrulhado por Shuttle no Polygon! A transferência resultará em um ativo embrulhado duplo (embrulhado por Bridge Shuttle), que não possui mercados líquidos.",
  "bridgeWrappedTokensNoLiquid": "Os tokens que você receberá são <1>Bridge Wrapped Tokens</1>que atualmente não possuem mercados líquidos!",
  "bridgeWrappedTokens": "Os tokens que você receberá são <1>Bridge Wrapped Tokens</1> e precisarão ser trocados pelos tokens subjacentes.",
  "You will not receive native {{ token }} on {{ chainName }}": "Você não irá receber {{ token }} nativo em {{ chainName }}",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "Para receber {{ token }} nativo, você terá que executar uma troca com os tokens embrulhados depois de terminar a bridge.",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "As recompensas do Lido stETH só podem ser recebidas na Ethereum. Use o token embrulhado de valor acumulado wstETH.",
  "Click here to see available markets for wrapped tokens.": "Clique aqui para ver os mercados disponíveis para tokens embrulhados.",
  "Waiting for wallet approval": "Aguardando aprovação da carteira",
  "Select your wallet": "Selecionar sua carteira",
  "Automatic redeem is unavailable for this token.": "O resgate automático não está disponível para este token.",
  "Automatic Payment": "Pagamento automático",
  "Manual Payment": "Pagamento manual",
  "Pay with additional tokens and use a relayer": "Pague com tokens adicionais e use um retransmissor",
  "Pay with additional {{ token }} and use a relayer": "Pague com {{ token }} adicional e use um retransmissor",
  "Pay with your own funds on target chain": "Pague com seus próprios fundos na cadeia de destino",
  "Pay with your own funds on {{ chainName }}": "Pague com seus próprios fundos no {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "Pague com seu próprio {{ token }} na cadeia alvo",
  "Pay with your own {{ token }} on {{ chainName }}": "Pague com seu próprio {{ token }} no {{ chainName }}",
  "How would you like to pay the target chain fees?": "Como você gostaria de pagar as taxas da cadeia alvo?",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "Esta interface é um software de código aberto que oferece acesso à Bridge Alephium, um protocolo de mensagens entre cadeias.",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "É um fork baseado no código aberto do Wormhole Bridge e não está afiliado ou endossado pela Wormhole Foundation.",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "ESTE INTERFACE E O PROTOCOLO BRIDGE SÃO FORNECIDO \"DO JEITO QUE ESTÀ\", USE POR SUA CONTA E RISCO, SEM GARANTIAS DE QUALQUER TIPO.",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "Ao usar ou acessar esta interface ou Bridge, você concorda que nenhum desenvolvedor ou entidade envolvida na criação, implantação, manutenção, operação desta interface ou Bridge, ou causando ou apoiando qualquer um dos preceitos, será responsabilizado, de qualquer forma, por quaisquer reivindicações ou danos associados ao seu uso incapacidade de usar, ou sua interação com outros usuários, desta Interface ou Bridge, ou desta interface ou Bridge ela própria, incluindo qualquer direto, danos indirectos, acidentais, especiais, exemplares, punitivos ou consequentes, ou perda de lucros, criptomoedas, tokens ou qualquer outra coisa de valor.",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "Utilizando ou acessando esta interface. você representa que não está sujeito a sanções ou de outra forma designados em qualquer lista de partes proibidas ou restritas ou de pessoas excluídas ou negadas, incluindo mas não limitado às listas mantidas pelo Departamento do Tesouro do Ministério dos Negócios Estrangeiros, do Ministério dos Negócios Estrangeiros, o Conselho de Segurança das Nações Unidas, a União Europeia, os seus Estados-Membros, ou qualquer outra autoridade governamental.",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "Esta carteira pode não ter fundos suficientes para pagar as taxas de transação que estão por vir.",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "Esta carteira tem um saldo muito baixo de {{ token }} e pode não conseguir pagar as taxas de transação.",
  "Max": "Máx",
  "Loading available relayers": "Carregando retransmissores disponíveis",
  "Select a relayer": "Selecione um retransmissor",
  "No relayers are available at this time.": "Nenhum retransmissor está disponível no momento.",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "Aguardando por {{ blockDiff }} / {{ expectedBlocks }} confirmações em {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "Aguardando as confirmações em {{ chainName }}, {{ minutes }} minutos restantes",
  "Waiting for Wormhole Network consensus": "Aguardando o consenso da rede Wormhole",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "Esperando pela finalidade no {{ chainName }} , que pode levar até 15 minutos.",
  "Last finalized block number": "Último número do bloco finalizado",
  "This transaction's block number": "Número do bloco desta transação",
  "An error occurred while fetching balances": "Ocorreu um erro ao obter os saldos",
  "Unwrap Native Tokens": "Desembrulhar Tokens Nativos",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "Unwrap (retirar) tokens nativos de sua forma embrulhada (por exemplo, WETH &rarr; ETH)",
  "Unwrap All": "Desembrulhar Todos",
  "An error occurred while getting the network": "Ocorreu um erro ao obter a rede",
  "An error occurred while getting the signer address": "Ocorreu um erro ao obter o endereço do signatário",
  "An error occurred while requesting eth accounts": "Ocorreu um erro ao solicitar as contas eth",
  "Please install MetaMask": "Por favor instale o MetaMask",
  "Error enabling WalletConnect session": "Erro ao ativar sessão do WalletConnect",
  "Could not retrieve contract metadata": "Não foi possível recuperar os metadados do contrato",
  "Failed to get source asset info from {{ chainName }}": "Falha ao obter informações de origem do recurso {{ chainName }}",
  "Failed to get source asset info from solana": "Falha ao obter informações do recurso de origem de solana",
  "Failed to get source asset info from terra": "Falha ao obter a informação do recurso de origem do terra",
  "Failed to get source asset info from alephium": "Falha ao obter informações do recurso de origem do alephium",
  "Failed to get source asset info from algorand": "Falha ao obter informação do recurso de origem do algorand",
  "Failed to retrieve required data.": "Falha ao recuperar dados necessários.",
  "No contract address": "Nenhum endereço de contrato",
  "Could not retrieve the foreign asset.": "Não foi possível recuperar o ativo estrangeiro.",
  "Unable to determine existence of wrapped asset": "Não é possível determinar a existência de um ativo embrulhado",
  "Failed to get token wrapper contract id": "Falha ao obter o ID do contrato do token wrapper",
  "Failed to check if the transfer tx has been completed": "Não foi possível verificar se a transferência do tx foi concluída",
  "Transfer source chain is undefined": "A cadeia fonte de transferências não está definida",
  "Failed to get balance": "Falha ao obter saldo",
  "token address": "endereço do token",
  "Unable to retrive your EVM tokens": "Não foi possível recuperar seus tokens de EVM",
  "Failed to load alephium token metadata": "Falha ao carregar metadados do token no alephium",
  "Cannot load your Ethereum NFTs at the moment.": "Não é possível carregar suas NFTs Ethereum no momento.",
  "Cannot load your Ethereum tokens at the moment.": "Não é possível carregar seus tokens de Ethereum no momento.",
  "Fetching VAA": "Obtendo VAA",
  "Fetched Signed VAA": "VAA Assinado Obtido",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "Token local inválido: {{ tokenId }}, esperado uma string hex de 64 bytes",
  "Transfer failed, please try again later": "A transferência falhou, por favor, tente novamente mais tarde",
  "Wallet is not connected to {{ cluster }}": "Carteira não está conectada ao {{ cluster }}",
  "Expected Chain ID": "ID de Cadeia Esperada",
  "Invalid foreign arguments.": "Argumentos estrangeiros inválidos.",
  "Unable to find address.": "Não foi possível encontrar o endereço.",
  "Unable to determine original asset.": "Não foi possível determinar o ativo original.",
  "Failed to retrieve the relayer token info.": "Falha ao recuperar as informações do token de retransmissor.",
  "Failed to get alephium balance": "Falha ao obter saldo do alephium",
  "Cannot load wallet balance": "Impossível carregar saldo da carteira",
  "Est. Fees": "Taxas estimadas",
  "Select a source chain": "Selecione uma cadeia fonte",
  "Select an NFT": "Selecione uma NFT",
  "Token account unavailable": "Conta de token indisponível",
  "Token amount unavailable": "Quantidade de token indisponível",
  "For non-NFTs, use the Transfer flow": "Para outros que NFTs, use o fluxo de transferência",
  "Failed to load NFT Metadata.": "Falha ao carregar metadados NFT.",
  "This NFT has a URL longer than the maximum supported length of 200.": "Este NFT tem uma URL maior do que o comprimento máximo permitido de 200.",
  "Balance must be greater than zero": "O saldo deve ser maior que zero",
  "Invalid amount": "Valor inválido",
  "Enter an amount": "Digite um valor",
  "Amount must be greater than zero": "O valor deve ser maior que zero",
  "Amount may not be greater than balance": "O valor não pode ser superior ao saldo",
  "Target asset unavailable. Is the token registered?": "O ativo alvo está indisponível. O token está registrado?",
  "Error in source": "Erro no código fonte",
  "Select a target chain": "Selecione uma cadeia alvo",
  "Select a different target and source": "Selecione um alvo e fonte diferente",
  "Target account unavailable": "Conta de destino indisponível",
  "Invalid relayer fee.": "Taxa de retransmissão inválida.",
  "Token is ineligible for relay.": "Token não é elegível para retransmissão.",
  "The amount being transferred plus fees exceeds the wallet's balance.": "O valor sendo transferido mais taxas excede o saldo da carteira.",
  "An unknown error occurred.": "Ocorreu um erro desconhecido.",
  "Failed to fetch token list from {{ url }}": "Falha ao obter a lista de tokens de {{ url }}",
  "Failed to get tx status": "Falha ao obter o status do tx",
  "Failed to get event for tx": "Falha ao obter o evento do tx",
  "Failed to get alephium token info": "Falha ao obter informações do token alephium",
  "Token {{ tokenId }} does not exists in the token-list": "O Token {{ tokenId }} não existe na lista de tokens",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "Informação de token inválida, esperado: {{ localTokenInfo }}, possui: {{ tokenInfo }}",
  "Invalid contract id or contract address": "ID do contrato ou endereço do contrato inválido",
  "Token {{ tokenAddress }} does not exist in the token list": "O Token {{ tokenAddress }} não existe na lista de tokens",
  "Failed to get tokens": "Falha ao obter tokens",
  "response status": "status da resposta",
  "Invalid response, expect a token list": "Resposta inválida, espere uma lista de tokens"
}
