{
  "Alephium": "Alephium",
  "Bridge": "Penghubung",
  "Token Bridge": "Token penghubung",
  "Tokens_one": "Token",
  "Tokens_other": "Token－Token",
  "Explorer": "Penjelajah",
  "A bridge that offers unlimited transfers across chains for tokens.": "Sebuah jembatan penghubung yang menawarkan transfer tak terbatas antar lintas rantai untuk token－token.",
  "Caution! You are using the {{ networkName }} build of this app.": "Peringatan! Anda menggunakan versi {{ nama jaringan }} dari aplikasi ini.",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "Peringatan! Anda telah mengaktifkan versi beta. Masukkan kode rahasia lagi untuk menonaktifkan.",
  "View the FAQ": "Lihat pertanyaan Umum",
  "Redeem": "Tukarkan",
  "Redeem tokens": "Tukarkan token－token",
  "Send tokens": "Kirim token－token",
  "Transactions": "Transaksi",
  "Select tokens to send through the website.": "Pilih token - token untuk dikirim melalui situs jaringan web.",
  "Token Origin Verifier": "Pemeriksaan asal Token",
  "Source": "Sumber",
  "Chain": "Rantai",
  "Source Chain": "Rantai sumber",
  "Source Tx (paste here)": "Tx sumber (tempelkan disini)",
  "Target": "Sasaran",
  "Target Chain": "Rantai Sasaran",
  "Target Address": "Alamat Sasaran",
  "Origin Chain": "Rantai asal",
  "Origin Token Address": "Alamat Token asal",
  "Origin Token ID": "Token ID asal",
  "Go to Migration Page": "Pergi ke halaman pindahan",
  "Amount": "Jumlah",
  "Next": "Selanjutnya",
  "Previous": "Sebelumnya",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "Jika Anda telah mengirimkan token－token tetapi belum menukarkannya, Anda dapat menempelkan Transaksi ID Sumber (dari Langkah 3) untuk melanjutkan transfer Anda.",
  "Recover": "Pemulihan",
  "Recovery": "Recovery",
  "History": "History",
  "Wallets should be connected to display bridging history": "Wallets should be connected to display bridging history",
  "Connect the origin chain wallet to recover a transaction": "Connect the origin chain wallet to recover a transaction",
  "Clear input": "Clear input",
  "Advanced": "Lanjutan",
  "Signed VAA (Hex)": "VAA yang ditandatangani (Hex)",
  "Emitter Chain": "Rantai Emitter",
  "Emitter Address": "Alamat Emitter",
  "Sequence": "Urutan",
  "Timestamp": "Stempel waktu",
  "Guardian Set": "Perangkat penjaga",
  "Relayer Fee": "Biaya Relayer",
  "Transaction not found or not confirmed": "Transaksi tidak ditemukan atau tidak dikonfirmasi",
  "Sequence not found": "Urutan tidak ditemukan",
  "The transaction is awaiting confirmation": "Transaksi sedang menunggu konfirmasi",
  "The transaction is not confirmed": "Transaksi belum terkonfirmasi",
  "An error occurred while fetching the transaction info": "Terjadi kesalahan saat pengambilan info transaksi",
  "Wallet is not connected": "Dompet belum terhubung",
  "Relay request rejected.": "Permintaan penggantian ditolak.",
  "Error": "Kesalahan",
  "This transaction is eligible to be relayed": "Transaksi ini memenuhi syarat untuk diteruskan",
  "Request Relay": "Permintaan penggantian",
  "This transaction is eligible to be relayed by {{ chainName }}": "Transaksi ini memenuhi syarat untuk diteruskan oleh {{ chainName }}",
  "This is wrapped by the Bridge! Here is the original token:": "Ini telah dibungkus oleh Bridge! Berikut ini adalah token aslinya:",
  "Transferring to {{ chainName }} will unwrap the token": "Pemindahan ke {{ chainName }} akan membuka bungkusan token",
  "This token has not yet been registered on {{ chainName }}": "Token ini belum terdaftar di {{ chainName }}",
  "When bridged, this asset becomes:": "Ketika dihubungkang, aset ini menjadi:",
  "Source Information": "Sumber Informasi",
  "Enter a token from any supported chain to get started.": "Masukkan token dari rantai mana pun yang mendukung untuk memulai.",
  "Paste an address": "Tempelkan alamat",
  "Bridge Results": "Hasil - hasil bridge",
  "Select a chain to see the result of bridging this token.": "Pilih rantai untuk melihat hasil bridging token ini.",
  "Other Chain": "Rantai Lainnya",
  "Token Registration": "Pendaftaran Token",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "Formulir ini memungkinkan Anda mendaftarkan token pada rantai asing baru. Token harus didaftarkan sebelum dapat ditransfer.",
  "Create wrapped token": "Buat token yang dibungkus",
  "Send attestation": "Kirim pengesahan",
  "Stats": "Statistik",
  "You will transfer {{ sourceAmount }}": "Anda akan mentransfer {{ sourceAmount }}",
  "from": "dari",
  "to": "ke",
  "on {{ chainName }}": "pada {{ chainName }}",
  "to {{ chainName }}": "ke {{ chainName }}",
  "Select a recipient chain and address.": "Pilih rantai penerima dan alamat.",
  "Bridged tokens": "Token - token bridge",
  "Sent to": "Terkirim ke",
  "Current balance": "Saldo saat ini",
  "and receive {{ amount }}": "dan menerima {{ amount }}",
  "Create": "Buat baru",
  "Update": "Pembaruan",
  "The create wrapped transaction was submitted.": "Membuat transaksi yang dibungkus telah diajukan.",
  "addTokenToTokenList": "Ingat untuk menambahkan token ke <1>daftar token</1>.",
  "Attest Another Token!": "Setujui token lainnya!",
  "Return to Transfer": "Kembali ke Transfer",
  "missingMetaplexMetadata": "Token ini tidak memiliki metadata on-chain (Metaplex). Tanpa itu, nama dan simbol token yang dibungkus akan kosong. Lihat <1>repositori metaplex</1>untuk lebih jelasnya.",
  "Transaction confirmed": "Transaksi dikonfirmasi",
  "Local token pool already exists": "Kumpulan token lokal sudah ada",
  "Waiting for transaction confirmation": "Menunggu konfirmasi transaksi",
  "Create Local Token Pool": "Buat Kumpulan Token Lokal",
  "The token has been attested!": "Tokennya telah dibuktikan!",
  "Asset": "Aset",
  "You will attest": "Anda akan membuktikannya",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "Anda harus membayar biaya - biaya transaksi pada {{ chainName }} untuk membuktikan token ini.",
  "Note: there will be several transactions": "Catatan: akan ada beberapa transaksi - transaksi",
  "Attest": "Membuktikan",
  "Could not migrate the tokens.": "Tidak dapat memindahkan token.",
  "Successfully migrated the tokens.": "Berhasil memindahkan token - token.",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "Berhasil memindahkan token - token Anda. Token - token anda akan tersedia setelah transaksi ini dikonfirmasi.",
  "Current Token": "Token Saat Ini",
  "will become": "akan menjadi",
  "Wormhole Token": "Token lubang cacing",
  "The swap pool has insufficient funds.": "Dana swap pool tidak mencukupi.",
  "Convert": "Mengubah",
  "Connect": "Hubungkan",
  "Disconnect": "Putuskan",
  "Connect your wallet to proceed.": "Hubungkan dompet anda untuk melanjutkan.",
  "Unable to retrieve necessary information. This asset may not be supported.": "Tidak dapat mengambil informasi yang diperlukan. Aset ini mungkin tidak didukung.",
  "Enter an amount to transfer.": "Masukan nominal yang akan di transfer.",
  "The transfer amount must be greater than zero.": "Jumlah transfer harus lebih besar dari nol.",
  "There are not sufficient funds in your wallet for this transfer.": "Dana di dompet anda tidak mencukupi untuk melakukan transfer ini.",
  "There are not sufficient funds in the pool for this transfer.": "Kumpulan dana di dompet anda tidak mencukupi untuk melakukan transfer ini.",
  "Balance": "Saldo",
  "This action will convert": "Tindakan ini akan berubah",
  "Utilizing this pool": "Memanfaatkan dan simpanan ini",
  "Migrate": "Pindahkan",
  "Migrate {{ tokensAmount }} Tokens": "Pindahkan {{ tokensAmount }} Token - token",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "Berhasil memindahkan token - token Anda! Token - token akan tersedia setelah transaksi ini dikonfirmasi.",
  "Please connect your wallet.": "Silahkan sambungkan dompet Anda.",
  "Failed to send the transaction.": "Gagal mengirimkan transaksi.",
  "This asset is not eligible for migration.": "Aset ini tidak memenuhi syarat untuk dipindahkan.",
  "Invalid token account.": "Akun token tidak sah.",
  "Convert assets from other bridges to Wormhole V2 tokens": "Penukaran aset - aset dari jembatan - jembatan lain ke token - token Wormhole V2",
  "Migrate Assets": "Pemindahan aset - aset",
  "Unable to perform migration.": "Tidak dapat melakukan pemindahan.",
  "Failed to load migration information for token": "Gagal memuat informasi pemindahan untuk token",
  "Unable to retrieve token balances.": "Tidak dapat mengambil kembali sisa saldo token.",
  "Failed to retrieve available token information.": "Gagal mengambil kembali informasi token yang tersedia.",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "Halaman ini memungkinkan anda menukar token - token terbungkus tertentu menjadi token Wormhole V2.",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "Halaman ini memungkinkan anda menukarkan token - token terbungkus tertentu di {{ chainName }} menjadi token - token Wormhole V2.",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "Anda memiliki beberapa aset - aset yang memenuhi syarat untuk dipindahkan! Ketuk tombol 'Pindah' untuk menukarnya dengan token - token Wormhole.",
  "You don't have any assets eligible for migration.": "Anda tidak memiliki aset - aset apa pun yang memenuhi syarat untuk dipindahkan.",
  "Unable to retrive the specific token.": "Tidak dapat mengambil kembali token tertentu.",
  "Wallet is not connected.": "Dompet belum tersambung.",
  "Token ID is required.": "ID Token diperlukan.",
  "Wormhole v1 assets cannot be transferred with this bridge.": "Aset - aset Wormhole v1 tidak dapat ditransfer dengan jembatan ini.",
  "Wormhole v1 assets should not be transferred with this bridge.": "Aset - aset Wormhole v1 tidak seharusnya ditransfer dengan jembatan ini.",
  "Copy": "Salin",
  "Copied": "Telah disalin",
  "Reload Tokens": "Muat ulang token",
  "Not Implemented": "Tidak dilaksanakan",
  "Unknown": "Tidak diketahui",
  "This is a legacy asset eligible for migration.": "Ini adalah peninggalan aset yang memenuhi syarat untuk pemindahan.",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "Tidak dapat mengambil informasi yang diperlukan tentang token ini. Pastikan dompet Anda terhubung, lalu muat ulang daftarnya.",
  "Could not find the specified address.": "Tidak dapat menemukan alamat yang telah ditentukan.",
  "Loading available tokens": "Memuat token - token yang tersedia",
  "Searching for results": "Mencari hasil - hasil",
  "Select a token": "Pilih token",
  "Search name or paste address": "Cari nama atau tempel alamat",
  "Token ID": "ID Token",
  "Other Assets": "Aset - aset yang Lainnya",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "Pasar - pasar untuk token {{ chainName }} ini ada untuk token - token yang sesuai pada {{ targetChainName }}",
  "No results found": "Tidak ada hasil yang ditemukan",
  "Failed to get {{ chainName }} block number": "Gagal mendapatkan nomor blok {{ chainName }}",
  "Failed to get tx number": "Gagal mendapatkan nomor tx",
  "Failed to get txs": "Gagal mendapatkan txs",
  "View on {{ explorerName }}": "Lihat di {{ explorerName }}",
  "No transactions yet": "Belum ada transaksi",
  "Add to Wallet": "Tambahkan ke Dompet",
  "Add to Metamask": "Tambahkan ke Metamask",
  "The token already exists": "Token sudah ada",
  "Featured markets": "Pasar - pasar unggulan",
  "Please connect your wallet to check for transfer completion.": "Silakan sambungkan dompet anda untuk memeriksa penyelesaian transfer.",
  "Waiting for a relayer to process your transfer.": "Menunggu relayer memproses transfer anda.",
  "Your fees will be refunded on the target chain": "Biaya - biaya anda akan dikembalikan pada rantai target",
  "Manually redeem instead": "Tukarkan secara manual sebagai gantinya",
  "{{ chainName }} pays gas for you": "{{ chainName }} membayar bahan bakar untuk Anda",
  "Your transfer is complete.": "Transfer Anda selesai.",
  "Automatically unwrap to native currency": "Buka secara otomatis ke mata uang asli",
  "Return to relayer view": "Kembali ke tampilan relayer",
  "These tokens have already been redeemed.": "Token - token ini telah ditukarkan.",
  "Click here to see how to add them to your wallet.": "Ketuk di sini untuk melihat cara menambahkannya ke dompet Anda.",
  "Token Address": "Alamat Token",
  "Transfer More Tokens!": "Transfer lebih banyak Token - token!",
  "Receive the tokens on the target chain": "Menerima token - token di rantai target",
  "Success!": "Berhasil!",
  "The redeem transaction was submitted": "Transaksi penukaran telah diajukan",
  "The redeem transaction was submitted automatically by the relayer": "Transaksi penukaran telah diajukan secara otomatis oleh relayer",
  "The tokens will become available once the transaction confirms.": "Token - token akan tersedia setelah transaksi disetujui.",
  "Register Now": "Daftar Sekarang",
  "A different wallet is connected than in Step 1.": "Dompet yang berbeda telah terhubung daripada di Langkah 1.",
  "Failed to approve the token transfer.": "Gagal menyetujui transfer token.",
  "Transfer the tokens to the Alephium Bridge.": "Transfer token - token melalui jembatan Alephium.",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "Ini akan memulai transfer pada {{ chainName }} dan menunggu penyelesaian. Jika Anda keluar dari halaman ini sebelum menyelesaikan Langkah 4, Anda harus melakukan alur kerja pemulihan untuk menyelesaikan transfer.",
  "approveUnlimitedTokens_one": "Mengizinkan Token tanpa batas",
  "approveUnlimitedTokens_other": "Mengizinkan Token tanpa batas",
  "approveTokens": "Approve {{ count }} {{ symbol }}",
  "Transfer": "Pemindahbukuan",
  "Are you sure?": "Apakah Anda yakin?",
  "You are about to perform this transfer": "Anda akan melakukan transfer ini",
  "Cancel": "Batalkan",
  "Confirm": "Konfirmasi",
  "The tokens have entered the bridge!": "Token - token telah memasuki jembatan penghubung!",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "Ini adalah aset Shuttle-wrapped dari Polygon! Pemindahannya akan menghasilkan aset terbungkus ganda (Bridge-wrapped Shuttle-wrapped), yang tidak memiliki pasar - pasar pencairan.",
  "bridgeWrappedTokensNoLiquid": "Token - token yang akan Anda terima adalah <1>Bridge Wrapped Token</1>yang saat ini tidak memiliki pasar pencairan!",
  "bridgeWrappedTokens": "Token - token yang akan Anda terima adalah <1>Bridge Wrapped Token</1> dan perlu ditukarkan dengan token - token yang mendasarinya.",
  "You will not receive native {{ token }} on {{ chainName }}": "Anda tidak akan menerima {{ token }} asli di {{ chainName }}",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "Untuk menerima {{ token }} asli, Anda harus melakukan pertukaran dengan token - token yang dibungkus setelah Anda selesai bridging.",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "Hadiah Lido stETH hanya dapat diterima di Ethereum. Gunakan nilai yang menghasilkan token pembungkus wstETH sebagai gantinya.",
  "Click here to see available markets for wrapped tokens.": "Ketuk di sini untuk melihat pasar yang tersedia untuk token - token yang dibungkus.",
  "Waiting for wallet approval": "Menunggu persetujuan dompet",
  "Select your wallet": "Pilih dompet Anda",
  "Automatic redeem is unavailable for this token.": "Penukaran otomatis tidak tersedia untuk token ini.",
  "Automatic Payment": "Pembayaran Otomatis",
  "Manual Payment": "Pembayaran Manual",
  "Pay with additional tokens and use a relayer": "Bayar dengan token - token tambahan dan gunakan relayer",
  "Pay with additional {{ token }} and use a relayer": "Bayar dengan {{ token }} tambahan dan gunakan relayer",
  "Pay with your own funds on target chain": "Bayar dengan dana Anda sendiri pada rantai target",
  "Pay with your own funds on {{ chainName }}": "Bayar dengan dana Anda sendiri di {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "Bayar dengan {{ token }} Anda sendiri di rantai target",
  "Pay with your own {{ token }} on {{ chainName }}": "Bayar dengan {{ token }} Anda sendiri di {{ chainName }}",
  "How would you like to pay the target chain fees?": "Bagaimana Anda ingin membayar biaya - biaya rantai target?",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "Antarmuka ini adalah perangkat lunak sumber terbuka yang menyediakan akses ke jembatan Alephium, sebuah protokol pesan lintas rantai.",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "Ini adalah pertigaan yang didasarkan pada kode sumber terbuka jembatan Wormhole dan tidak bergabung atau disahkan oleh pondasi Wormhole.",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "ANTARMUKA INI DAN PROTOKOL JEMBATAN DISEDIAKAN \"APA ADANYA\", ATAS RISIKO ANDA SENDIRI, DAN TANPA JAMINAN DALAM BENTUK APA PUN.",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "Dengan menggunakan atau mengakses Antarmuka atau Jembatan penghubung ini, Anda setuju bahwa tidak ada pengembang atau entitas yang terlibat dalam pembuatan, penerapan, pemeliharaan, pengoperasian Antarmuka atau Jembatan penghubung ini, atau menyebabkan atau mendukung hal-hal di atas, akan bertanggung jawab dengan cara apa pun atas klaim atau kerusakan apa pun. apa pun yang terkait dengan penggunaan Anda, ketidakmampuan untuk menggunakan, atau interaksi Anda dengan pengguna lain dari, Antarmuka atau Jembatan penghubung ini, atau Antarmuka atau Jembatan penghubung ini sendiri, termasuk segala kerusakan langsung, tidak langsung, ketidaksengajaan, khusus, yang dapat menjadi peringatan, hukuman atau konsekuensial, atau kerugian keuntungan, mata uang kripto, token, atau apa pun yang bernilai.",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "Dengan menggunakan atau mengakses Antarmuka ini, Anda menyatakan bahwa Anda tidak dikenakan sanksi atau dimasukkan dalam daftar pihak yang dilarang atau dibatasi atau orang yang dikecualikan atau ditolak, termasuk namun tidak terbatas pada daftar yang dikelola oleh Kantor Departemen Keuangan Amerika Serikat Pengawasan Aset Luar Negeri, Dewan Keamanan Perserikatan Bangsa-Bangsa, Uni Eropa atau Negara-negara Anggotanya, atau otoritas pemerintah lainnya.",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "Dompet ini mungkin tidak memiliki cukup dana untuk membayar biaya - biaya transaksi yang akan datang.",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "Dompet ini memiliki saldo {{ token }} yang sangat rendah dan mungkin tidak dapat membayar biaya transaksi yang akan datang.",
  "Max": "Maksimal",
  "Loading available relayers": "Memuat relayer yang tersedia",
  "Select a relayer": "Pilih relayer",
  "No relayers are available at this time.": "Tidak ada relayer yang tersedia untuk saat ini.",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "Menunggu {{ blockDiff }} / {{ expectedBlocks }} Konfirmasi pada {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "Menunggu konfirmasi pada {{ chainName }}, {{ minutes }} menit tersisa",
  "Waiting for Wormhole Network consensus": "Menunggu persetujuan umum Wormhole Network",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "Menunggu penyelesaian akhir pada {{ chainName }} yang mungkin memakan waktu hingga 15 menit.",
  "Last finalized block number": "Nomor blok terakhir yang diselesaikan",
  "This transaction's block number": "Transaksi nomor blok ini",
  "An error occurred while fetching balances": "Terjadi kesalahan saat penarikan dana",
  "Unwrap Native Tokens": "Buka bungkus Token - token asli",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "Membuka bungkus (withdraw) Token - token asli dari bentuk bungkusnya (misalnya WETH &rarr; ETH)",
  "Unwrap All": "Buka Semua bungkus",
  "An error occurred while getting the network": "Terjadi kesalahan saat menghubungkan ke jaringan",
  "An error occurred while getting the signer address": "Terjadi kesalahan saat menghubungkan alamat penandatangan",
  "An error occurred while requesting eth accounts": "Terjadi kesalahan saat memohonkan akun－akun eth",
  "Please install MetaMask": "Silakan instal MetaMask",
  "Error enabling WalletConnect session": "Terjadi kesalahan saat mengaktifkan sesi WalletConnect",
  "Could not retrieve contract metadata": "Gagal mendapatkan kembali metadata kontrak",
  "Failed to get source asset info from {{ chainName }}": "Gagal mendapatkan info sumber aset dari {{ chainName }}",
  "Failed to get source asset info from solana": "Gagal mendapatkan info sumber aset dari solana",
  "Failed to get source asset info from terra": "Gagal mendapatkan info sumber aset dari terra",
  "Failed to get source asset info from alephium": "Gagal mendapatkan info sumber aset dari alephium",
  "Failed to get source asset info from algorand": "Gagal mendapatkan info sumber aset dari algorand",
  "Failed to retrieve required data.": "Gagal mengambil kembali data yang diperlukan.",
  "No contract address": "Tidak ada alamat kontrak",
  "Could not retrieve the foreign asset.": "Gagal mengambil kembali aset asing.",
  "Unable to determine existence of wrapped asset": "Tidak dapat menentukan keberadaan aset yang dibungkus",
  "Failed to get token wrapper contract id": "Gagal mendapatkan id kontrak pembungkus token",
  "Failed to check if the transfer tx has been completed": "Gagal memeriksa apakah transfer tx telah terselesaikan",
  "Transfer source chain is undefined": "Pemindahan rantai sumber tidak terdefinisi",
  "Failed to get balance": "Gagal mendapatkan saldo",
  "token address": "alamat token",
  "Unable to retrive your EVM tokens": "Tidak dapat mengambil kembali token - token EVM anda",
  "Failed to load alephium token metadata": "Gagal memuat metadata token alephium",
  "Cannot load your Ethereum NFTs at the moment.": "Tidak dapat memuat NFT Ethereum Anda saat ini.",
  "Cannot load your Ethereum tokens at the moment.": "Tidak dapat memuat token Ethereum Anda saat ini.",
  "Fetching VAA": "Menarik VAA",
  "Fetched Signed VAA": "Mengambilkan VAA yang Ditandatangani",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "Token lokal tidak valid: {{ tokenId }}, diharapkan string hex 64 byte",
  "Transfer failed, please try again later": "Transfer gagal, silahkan mencoba beberapa saat lagi",
  "Wallet is not connected to {{ cluster }}": "Dompet belum terhubung ke {{ cluster }}",
  "Expected Chain ID": "ID Rantai yang Diharapkan",
  "Invalid foreign arguments.": "Penyanggahan perbedaan pendapat asing tidak sah.",
  "Unable to find address.": "Tidak dapat menemukan alamat.",
  "Unable to determine original asset.": "Tidak dapat menentukan aset asli.",
  "Failed to retrieve the relayer token info.": "Gagal mengambil info token relayer.",
  "Failed to get alephium balance": "Gagal mendapatkan saldo alephium",
  "Cannot load wallet balance": "Tidak dapat memuat saldo dompet",
  "Est. Fees": "Biaya - biaya Est.",
  "Select a source chain": "Pilih rantai sumber",
  "Select an NFT": "Pilih NFT",
  "Token account unavailable": "Akun token tidak tersedia",
  "Token amount unavailable": "Jumlah token tidak tersedia",
  "For non-NFTs, use the Transfer flow": "Untuk non-NFTs, gunakan aliran Transfer",
  "Failed to load NFT Metadata.": "Gagal memuat Metadata NFT.",
  "This NFT has a URL longer than the maximum supported length of 200.": "NFT ini memiliki sebuah URL yang lebih panjang dari panjang maksimum yang didukung yaitu 200.",
  "Balance must be greater than zero": "Saldo harus melebihi daripada nol",
  "Invalid amount": "Nominal tidak sah",
  "Enter an amount": "Masukkan nominal",
  "Amount must be greater than zero": "Jumlah harus melebihi daripada nol",
  "Amount may not be greater than balance": "Jumlahnya mungkin tidak boleh melebihi dari saldo",
  "Target asset unavailable. Is the token registered?": "Aset target tidak tersedia. Apakah tokennya sudah terdaftar?",
  "Error in source": "Kesalahan dalam sumber",
  "Select a target chain": "Pilihlah rantai sasaran",
  "Select a different target and source": "Pilihlah sasaran dan sumber yang berbeda",
  "Target account unavailable": "Akun sasaran tidak tersedia",
  "Invalid relayer fee.": "Biaya relayer tidak sah.",
  "Token is ineligible for relay.": "Token tidak memenuhi syarat untuk relay.",
  "The amount being transferred plus fees exceeds the wallet's balance.": "Nominal yang sedang akan ditransfer beserta biaya penanganan melebihi saldo yang tersedia di dompet.",
  "An unknown error occurred.": "Telah terjadi kesalahan yang tidak diketahui.",
  "Failed to fetch token list from {{ url }}": "Gagal mengambil daftar token dari {{ url }}",
  "Failed to get tx status": "Gagal mendapatkan status tx",
  "Failed to get event for tx": "Gagal mendapatkan acara untuk tx",
  "Failed to get alephium token info": "Gagal mendapatkan info token alephium",
  "Token {{ tokenId }} does not exists in the token-list": "Token {{ tokenId }} tidak dapat ditemukan dalam daftar token",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "Info token tidak sah, diharapkan: {{ localTokenInfo }}, memiliki: {{ tokenInfo }}",
  "Invalid contract id or contract address": "Id kontrak atau alamat kontrak tidak sah",
  "Token {{ tokenAddress }} does not exist in the token list": "Token {{ tokenAddress }} tidak tersedia dalam daftar token",
  "Failed to get tokens": "Telah gagal mendapatkan token - token",
  "response status": "status respons",
  "Invalid response, expect a token list": "Respons tidak sah, menunggu daftar token",
  "From": "From",
  "To": "To",
  "Disconnect {{ chainName }} wallet": "Disconnect {{ chainName }} wallet",
  "Connect {{ chainName }} wallet": "Connect {{ chainName }} wallet",
  "Select token": "Select token",
  "Select a source chain and token to attest": "Select a source chain and token to attest",
  "Choose where the wrapped token will live": "Choose where the wrapped token will live",
  "Waiting for attestation to finalize...": "Waiting for attestation to finalize...",
  "Send the attestation transaction": "Send the attestation transaction",
  "Wrapped token created successfully": "Wrapped token created successfully",
  "Creating the wrapped token...": "Creating the wrapped token...",
  "Create the wrapped token on the target chain": "Create the wrapped token on the target chain",
  "Target chain: {{ chainName }}": "Target chain: {{ chainName }}",
  "Unknown chain": "Unknown chain",
  "You will attest on {{ chainName }}": "You will attest on {{ chainName }}",
  "Target chain": "Target chain",
  "The token has been attested": "The token has been attested",
  "Source chain and token to attest": "Source chain and token to attest",
  "Chain where the wrapped token will live": "Chain where the wrapped token will live",
  "Attestation transaction details": "Attestation transaction details",
  "Wrapped token creation details": "Wrapped token creation details",
  "Will be attested on {{ chainName }}": "Will be attested on {{ chainName }}",
  "Transaction hash": "Transaction hash",
  "Wrapped token transaction": "Wrapped token transaction",
  "Edit": "Edit",
  "Close": "Close",
  "Save": "Save",
  "Available tokens": "Available tokens",
  "Select": "Select",
  "Connect wallet": "Connect wallet",
  "Connected wallets_one": "Connected wallet",
  "Connected wallets_other": "Connected wallets",
  "Open wallet menu": "Open wallet menu"
}
