{
  "Alephium": "Alephium",
  "Bridge": "Brücke",
  "Token Bridge": "Token-Brücke",
  "Tokens_one": "Token",
  "Tokens_other": "Tokens",
  "Explorer": "Explorer",
  "A bridge that offers unlimited transfers across chains for tokens.": "Eine Brücke, die unbegrenzte Transfers zwischen Blockchains für Tokens ermöglicht.",
  "Caution! You are using the {{ networkName }} build of this app.": "Achtung! Sie verwenden die {{ networkName }} Version dieser App.",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "Achtung! Sie haben die Beta aktiviert. Geben Sie den geheimen Code erneut ein, um ihn zu deaktivieren.",
  "View the FAQ": "FAQ anzeigen",
  "Redeem": "Einlösen",
  "Redeem tokens": "Token einlösen",
  "Send tokens": "Token senden",
  "Transactions": "Transaktionen",
  "Select tokens to send through the website.": "Wählen Sie Token aus, die über die Website gesendet werden sollen.",
  "Token Origin Verifier": "Token Ursprungsüberprüfung",
  "Source": "Quelle",
  "Chain": "Blockchain",
  "Source Chain": "Quellblockchain",
  "Source Tx (paste here)": "Quell-Tx (hier einfügen)",
  "Target": "Ziel",
  "Target Chain": "Zielblockchain",
  "Target Address": "Zieladresse",
  "Origin Chain": "Ursprungsblockchain",
  "Origin Token Address": "Ursprungs-Token-Adresse",
  "Origin Token ID": "Ursprungs-Token-ID",
  "Go to Migration Page": "Zur Migrationsseite",
  "Amount": "Betrag",
  "Next": "Weiter",
  "Previous": "Zurück",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "Wenn Sie Ihre Token gesendet haben, aber diese nicht eingelöst haben können Sie in die Quelltransaktions-ID (ab Schritt 3) einfügen, um Ihre Überweisung fortzusetzen.",
  "Recover": "Wiederherstellen",
  "Recovery": "Recovery",
  "History": "History",
  "Wallets should be connected to display bridging history": "Wallets should be connected to display bridging history",
  "Connect the origin chain wallet to recover a transaction": "Connect the origin chain wallet to recover a transaction",
  "Clear input": "Clear input",
  "Advanced": "Erweitert",
  "Signed VAA (Hex)": "Signierter VAA (Hex)",
  "Emitter Chain": "Emitter Blockchain",
  "Emitter Address": "Emitter Adresse",
  "Sequence": "Sequenz",
  "Timestamp": "Zeitstempel",
  "Guardian Set": "Wächter Set",
  "Relayer Fee": "Relayer-Gebühr",
  "Transaction not found or not confirmed": "Transaktion wurde nicht gefunden oder ist unbestätigt",
  "Sequence not found": "Sequenz nicht gefunden",
  "The transaction is awaiting confirmation": "Die Transaktion wartet auf Bestätigung",
  "The transaction is not confirmed": "Die Transaktion ist nicht bestätigt",
  "An error occurred while fetching the transaction info": "Beim Abrufen der Transaktionen ist ein Fehler aufgetreten",
  "Wallet is not connected": "Wallet nicht verbunden",
  "Relay request rejected.": "Anfrage für Weiterleitung abgelehnt.",
  "Error": "Fehler",
  "This transaction is eligible to be relayed": "Diese Transaktion ist für die Weiterleitung berechtigt",
  "Request Relay": "Anfrage-Relay",
  "This transaction is eligible to be relayed by {{ chainName }}": "Diese Transaktion kann von {{ chainName }} weitergeleitet werden",
  "This is wrapped by the Bridge! Here is the original token:": "Dieses Token wurde durch die Bridge gewrapped! Hier ist das ursprüngliche Token:",
  "Transferring to {{ chainName }} will unwrap the token": "Übertragung zu {{ chainName }} wird das Token entpacken",
  "This token has not yet been registered on {{ chainName }}": "Dieses Token wurde noch nicht auf {{ chainName }} registriert.",
  "When bridged, this asset becomes:": "Bei einer Überbrückung wird dieses Vermögen:",
  "Source Information": "Informationsquelle",
  "Enter a token from any supported chain to get started.": "Geben Sie ein Token von einer unterstützten Blockchain ein, um zu beginnen.",
  "Paste an address": "Fügen Sie eine Adresse ein",
  "Bridge Results": "Bridge Ergebnisse",
  "Select a chain to see the result of bridging this token.": "Wählen Sie eine Blockchain aus, um das Ergebnis der Überbrückung dieses Tokens anzuzeigen.",
  "Other Chain": "Andere Blockchain",
  "Token Registration": "Token-Registrierung",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "Dieses Formular ermöglicht Ihnen die Registrierung eines Tokens auf einer neuen fremden Blockchain. Tokens müssen registriert sein, bevor sie übertragen werden können.",
  "Create wrapped token": "Erstellen Sie einen wrapped Token",
  "Send attestation": "Bescheinigung senden",
  "Stats": "Statistiken",
  "You will transfer {{ sourceAmount }}": "Sie werden {{ sourceAmount }} übertragen",
  "from": "von",
  "to": "nach",
  "on {{ chainName }}": "auf {{ chainName }}",
  "to {{ chainName }}": "nach {{ chainName }}",
  "Select a recipient chain and address.": "Wählen Sie eine Empfängerblockchain und eine Adresse aus.",
  "Bridged tokens": "Überbrückte Token",
  "Sent to": "Gesendet an",
  "Current balance": "Aktueller Saldo",
  "and receive {{ amount }}": "und empfangen Sie {{ amount }}",
  "Create": "Erstellen",
  "Update": "Aktualisieren",
  "The create wrapped transaction was submitted.": "Die Transaktion zur Erstellung des wrapped Tokens wurde übermittelt.",
  "addTokenToTokenList": "Vergessen Sie nicht, das Token zur <1>Token Liste </1> hinzuzufügen.",
  "Attest Another Token!": "Ein anderes Token bescheinigen!",
  "Return to Transfer": "Zurück zu Überweisung",
  "missingMetaplexMetadata": "Diesem Token fehlen On-Chain-(Metaplex)-Metadaten. Ohne diese werden der Name und das Symbol des wrapped Tokens leer sein. Siehe <1>Metaplex-Repository</1> für weitere Details.",
  "Transaction confirmed": "Transaktion bestätigt",
  "Local token pool already exists": "Der lokale Token-Pool existiert bereits.",
  "Waiting for transaction confirmation": "Warten auf Bestätigung der Transaktion",
  "Create Local Token Pool": "Lokalen Token-Pool erstellen",
  "The token has been attested!": "Der Token wurde bestätigt!",
  "Asset": "Vermögenswert",
  "You will attest": "Sie werden bestätigen",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "Sie müssen Transaktionsgebühren auf {{ chainName }} bezahlen, um dieses Token zu bestätigen.",
  "Note: there will be several transactions": "Hinweis: Es wird mehrere Transaktionen geben",
  "Attest": "Bestätigen",
  "Could not migrate the tokens.": "Konnte die Token nicht migrieren.",
  "Successfully migrated the tokens.": "Die Tokens wurden erfolgreich migriert.",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "Die Tokens wurden erfolgreich migriert. Sie werden verfügbar sein, sobald diese Transaktion bestätigt ist.",
  "Current Token": "Aktuelles Token",
  "will become": "wird zu",
  "Wormhole Token": "Wormhole Token",
  "The swap pool has insufficient funds.": "Der Swap-Pool verfügt über unzureichende Mittel.",
  "Convert": "Konvertieren",
  "Connect": "Verbinden",
  "Disconnect": "Trennen",
  "Connect your wallet to proceed.": "Verbinden Sie Ihre Wallet um fortzufahren.",
  "Unable to retrieve necessary information. This asset may not be supported.": "Die erforderlichen Informationen konnten nicht abgerufen werden. Dieses Asset wird möglicherweise nicht unterstützt.",
  "Enter an amount to transfer.": "Geben Sie einen Betrag für die Überweisung ein.",
  "The transfer amount must be greater than zero.": "Transfersumme muss grösser sein als 0.",
  "There are not sufficient funds in your wallet for this transfer.": "Für diese Überweisung sind nicht genügend Guthaben in Ihrer Wallet vorhanden.",
  "There are not sufficient funds in the pool for this transfer.": "Für diese Überweisung sind nicht genügend Mittel im Pool vorhanden.",
  "Balance": "Guthaben",
  "This action will convert": "Diese Aktion wird konvertiert",
  "Utilizing this pool": "Diesen Pool verwenden",
  "Migrate": "Migrieren",
  "Migrate {{ tokensAmount }} Tokens": "{{ tokensAmount }} Token migrieren",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "Die Tokens wurden erfolgreich migriert. Sie werden verfügbar sein, sobald diese Transaktion bestätigt ist.",
  "Please connect your wallet.": "Bitte verbinden Sie Ihre Wallet.",
  "Failed to send the transaction.": "Senden der Transaktion fehlgeschlagen.",
  "This asset is not eligible for migration.": "Dieser Vermögenswert ist nicht für die Migration berechtigt.",
  "Invalid token account.": "Ungültiges Token-Konto.",
  "Convert assets from other bridges to Wormhole V2 tokens": "Konvertieren Sie die Assets von anderen Bridges zu Wormhole V2 Token",
  "Migrate Assets": "Assets migrieren",
  "Unable to perform migration.": "Migration kann nicht durchgeführt werden.",
  "Failed to load migration information for token": "Fehler beim Laden der Migrationsinformation für Token",
  "Unable to retrieve token balances.": "Token-Guthaben konnte nicht abgerufen werden.",
  "Failed to retrieve available token information.": "Fehler beim Abrufen der verfügbaren Token-Informationen.",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "Diese Seite ermöglicht es Ihnen, bestimmte Wrapped Tokens in Wormhole V2 Tokens umzuwandeln.",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "Diese Seite ermöglicht es Ihnen, bestimmte Wrapped Tokens auf {{ chainName }} in Wormhole V2 Tokens umzuwandeln.",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "Sie haben einige Vermögenswerte, die für die Migration geeignet sind! Klicken Sie auf die Schaltfläche „Konvertieren“, um sie gegen Wormhole-Tokens zu tauschen.",
  "You don't have any assets eligible for migration.": "Sie haben keine Vermögenswerte, die für die Migration geeignet sind.",
  "Unable to retrive the specific token.": "Nicht in der Lage, das spezifische Token abzurufen.",
  "Wallet is not connected.": "Wallet ist nicht verbunden.",
  "Token ID is required.": "Token-ID ist erforderlich.",
  "Wormhole v1 assets cannot be transferred with this bridge.": "Wormhole v1 Assets können mit dieser Bridge nicht übertragen werden.",
  "Wormhole v1 assets should not be transferred with this bridge.": "Wormhole v1 Guthaben sollten nicht mit dieser Bridge übertragen werden.",
  "Copy": "Kopieren",
  "Copied": "Kopiert",
  "Reload Tokens": "Token neu laden",
  "Not Implemented": "Nicht Implementiert",
  "Unknown": "Unbekannt",
  "This is a legacy asset eligible for migration.": "Dies ist ein veralteter Vermögenswert, der für die Migration geeignet ist.",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "Nicht in der Lage, die erforderlichen Informationen über dieses Token abzurufen. Stellen Sie sicher, dass Ihre Wallet verbunden ist, und aktualisieren Sie dann die Liste.",
  "Could not find the specified address.": "Die angegebene Adresse konnte nicht gefunden werden.",
  "Loading available tokens": "Lade verfügbare Tokens",
  "Searching for results": "Suche nach Ergebnissen",
  "Select a token": "Wählen Sie einen Token",
  "Search name or paste address": "Name suchen oder Adresse einfügen",
  "Token ID": "Token ID",
  "Other Assets": "Sonstige Vermögenswerte",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "Es gibt Märkte für diese {{ chainName }}-Tokens für die entsprechenden Tokens auf {{ targetChainName }}",
  "No results found": "Keine Ergebnisse",
  "Failed to get {{ chainName }} block number": "Fehler beim Abrufen der {{ chainName }} Blocknummer",
  "Failed to get tx number": "Fehler beim Abrufen der Transaktionsnummer",
  "Failed to get txs": "Fehler beim Abrufen von Transaktionen",
  "View on {{ explorerName }}": "Auf {{ explorerName }} ansehen",
  "No transactions yet": "Bisher keine Transaktionen",
  "Add to Wallet": "Zur Wallet hinzufügen",
  "Add to Metamask": "Zu Metamask hinzufügen",
  "The token already exists": "Das Token existiert bereits",
  "Featured markets": "Ausgewählte Märkte",
  "Please connect your wallet to check for transfer completion.": "Bitte verbinden Sie Ihre Wallet, um den Abschluss der Überweisung zu überprüfen.",
  "Waiting for a relayer to process your transfer.": "Warten, dass ein Relayer Ihre Überweisung verarbeitet.",
  "Your fees will be refunded on the target chain": "Ihre Gebühren werden auf der Zielblockchain zurückerstattet",
  "Manually redeem instead": "Stattdessen manuell einlösen",
  "{{ chainName }} pays gas for you": "{{ chainName }} übernimmt für Sie die Gasgebühren",
  "Your transfer is complete.": "Ihre Überweisung ist abgeschlossen.",
  "Automatically unwrap to native currency": "Automatisch in die native Währung umwandeln",
  "Return to relayer view": "Zurück zur Ansicht des Relayers",
  "These tokens have already been redeemed.": "Diese Tokens wurden bereits eingelöst.",
  "Click here to see how to add them to your wallet.": "Klicken Sie hier, um zu erfahren, wie Sie es Ihrer Wallet hinzufügen können.",
  "Token Address": "Tokenadresse",
  "Transfer More Tokens!": "Mehr Tokens übertragen!",
  "Receive the tokens on the target chain": "Empfangen Sie die Tokens auf der Zielblockchain",
  "Success!": "Erfolg!",
  "The redeem transaction was submitted": "Die Einlösungstransaktion wurde übermittelt",
  "The redeem transaction was submitted automatically by the relayer": "Die Einlösungstransaktion wurde automatisch vom Relayer eingereicht",
  "The tokens will become available once the transaction confirms.": "Die Tokens werden verfügbar sein, sobald die Transaktion bestätigt ist.",
  "Register Now": "Jetzt registrieren",
  "A different wallet is connected than in Step 1.": "Es ist eine andere Wallet als in Schritt 1 verbunden.",
  "Failed to approve the token transfer.": "Die Genehmigung für die Token-Übertragung ist fehlgeschlagen.",
  "Transfer the tokens to the Alephium Bridge.": "Übertragen Sie die Tokens zur Alephium Bridge.",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "Dies wird den Transfer auf {{ chainName }} initiieren und auf die Finalisierung warten. Wenn Sie diese Seite verlassen, bevor Sie Schritt 4 abgeschlossen haben, müssen Sie den Wiederherstellungsprozess durchführen, um den Transfer abzuschließen.",
  "approveUnlimitedTokens_one": "Unbegrenzte Token genehmigen",
  "approveUnlimitedTokens_other": "Unbegrenzte Tokens genehmigen",
  "approveTokens": "Approve {{ count }} {{ symbol }}",
  "Transfer": "Übertrag",
  "Are you sure?": "Sind Sie sicher?",
  "You are about to perform this transfer": "Sie sind dabei diese Überweisung auszuführen",
  "Cancel": "Abbrechen",
  "Confirm": "Bestätigen",
  "The tokens have entered the bridge!": "Die Tokens sind in der Bridge angekommen!",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "Dies ist ein Shuttle-wrapped Asset von Polygon! Eine Übertragung führt zu einem doppelt verpackten (Bridge-wrapped und Shuttle-wrapped) Asset, für das keine liquiden Märkte vorhanden sind.",
  "bridgeWrappedTokensNoLiquid": "Die Tokens, die Sie erhalten werden, sind <1>Bridge Wrapped Tokens</1>, für die derzeit keine liquiden Märkte vorhanden sind!",
  "bridgeWrappedTokens": "Die Tokens, die Sie erhalten werden, sind <1>Bridge Wrapped Tokens</1> und müssen gegen die zugrunde liegenden Tokens eingetauscht werden.",
  "You will not receive native {{ token }} on {{ chainName }}": "Sie werden keine nativen {{ token }} auf {{ chainName }} erhalten",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "Um native {{ token }} zu erhalten, müssen Sie nach Abschluss des Überbrückens einen Tausch mit den Wrapped Tokens durchführen.",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "Lido stETH Belohnungen können nur auf Ethereum empfangen werden. Verwenden Sie stattdessen den Wertzuwachs-Wrappertoken wstETH.",
  "Click here to see available markets for wrapped tokens.": "Klicken Sie hier, um verfügbare Märkte für Wrapped Tokens zu sehen.",
  "Waiting for wallet approval": "Warten auf die Wallet-Genehmigung",
  "Select your wallet": "Wählen Sie Ihre Wallet",
  "Automatic redeem is unavailable for this token.": "Automatisches Einlösen ist für diesen Token nicht verfügbar.",
  "Automatic Payment": "Automatische Zahlung",
  "Manual Payment": "Manuelle Zahlung",
  "Pay with additional tokens and use a relayer": "Bezahlen Sie mit weiteren Tokens und verwenden Sie einen Relayer",
  "Pay with additional {{ token }} and use a relayer": "Bezahlen Sie mit weiteren {{ token }} und verwenden Sie einen Relayer",
  "Pay with your own funds on target chain": "Bezahlen Sie mit Ihren eigenen Mitteln auf der Ziel-Blockchain",
  "Pay with your own funds on {{ chainName }}": "Bezahlen Sie mit Ihren eigenen Mitteln auf {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "Bezahlen Sie mit Ihren eigenen {{ token }} auf der Ziel-Blockchain",
  "Pay with your own {{ token }} on {{ chainName }}": "Zahlen Sie mit Ihren eigenen {{ token }} auf {{ chainName }}",
  "How would you like to pay the target chain fees?": "Wie möchten Sie die Gebühren für die Ziel-Blockchain bezahlen?",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "Diese Benutzeroberfläche ist Open-Source-Software, die Zugang zur Brücke von Alephium bietet, einem Protokoll für die Nachrichtenübermittlung zwischen verschiedenen Blockchains.",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "Es handelt sich um einen Fork, der auf dem Open-Source-Code der Wormhole Bridge basiert, und steht in keiner Verbindung zu oder wird von der Wormhole Foundation unterstützt.",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "DIESE BENUTZEROBERFLÄCHE UND DAS BRIDGE PROTOKOLL WERDEN \"WIE ES IST\" BEREITGESTELLT, AUF EIGENE GEFAHR UND OHNE JEGLICHE GEWÄHRLEISTUNGEN.",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "Durch die Nutzung oder den Zugriff auf diese Benutzeroberfläche oder Bridge stimmen Sie zu, dass kein Entwickler und keine Entität, die an der Erstellung, Bereitstellung, Wartung oder dem Betrieb dieser Benutzeroberfläche oder Bridge beteiligt ist oder diese in irgendeiner Weise unterstützt, für Ansprüche oder Schäden haftbar gemacht werden kann, die mit Ihrer Nutzung, der Unfähigkeit zur Nutzung oder Ihrer Interaktion mit anderen Benutzern dieser Benutzeroberfläche oder Bridge oder der Benutzeroberfläche oder Bridge selbst in Zusammenhang stehen. Dies schliesst direkte, indirekte, zufällige, spezielle, exemplarische, strafende oder Folgeschäden sowie den Verlust von Gewinnen, Kryptowährungen, Tokens oder sonstigen Vermögenswerten ein.",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "Durch die Nutzung oder den Zugriff auf diese Benutzeroberfläche erklären Sie, dass Sie keinen Sanktionen unterliegen oder auf keiner Liste verbotener oder eingeschränkter Parteien oder ausgeschlossener oder abgelehnter Personen aufgeführt sind, einschliesslich, aber nicht beschränkt auf die Listen des US-Finanzministeriums (Office of Foreign Assets Control), des Sicherheitsrats der Vereinten Nationen, der Europäischen Union oder ihrer Mitgliedstaaten oder einer anderen Regierungsbehörde.",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "Diese Wallet hat möglicherweise nicht genügend Mittel, um die anfallenden Transaktionsgebühren zu bezahlen.",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "Diese Wallet hat ein sehr niedriges {{ token }}-Guthaben und kann möglicherweise die anfallenden Transaktionsgebühren nicht bezahlen.",
  "Max": "Max",
  "Loading available relayers": "Lade verfügbare Relayer",
  "Select a relayer": "Wählen Sie einen Relayer aus",
  "No relayers are available at this time.": "Derzeit sind keine Relayer verfügbar.",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "Warten auf {{ blockDiff }} / {{ expectedBlocks }} Bestätigungen auf {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "Es werden Bestätigungen auf {{ chainName }} erwartet, noch {{ minutes }} Minuten verbleiben",
  "Waiting for Wormhole Network consensus": "Warten auf Konsens im Wormhole-Netzwerk",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "Es wird auf die Endgültigkeit auf {{ chainName }} gewartet, was bis zu 15 Minuten dauern kann.",
  "Last finalized block number": "Letzte finalisierte Blocknummer",
  "This transaction's block number": "Blocknummer dieser Transaktion",
  "An error occurred while fetching balances": "Beim Abrufen der Kontostände ist ein Fehler aufgetreten",
  "Unwrap Native Tokens": "Native Token entpacken",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "Native Tokens aus ihrer gewickelten Form entpacken (auszahlen) (z. B. WETH &rarr; ETH)",
  "Unwrap All": "Alle entpacken",
  "An error occurred while getting the network": "Beim Abrufen des Netzwerks ist ein Fehler aufgetreten",
  "An error occurred while getting the signer address": "Beim Abrufen der Signieradresse ist ein Fehler aufgetreten",
  "An error occurred while requesting eth accounts": "Beim Abrufen von ETH-Konten ist ein Fehler aufgetreten",
  "Please install MetaMask": "Bitte installieren Sie MetaMask",
  "Error enabling WalletConnect session": "Fehler beim Aktivieren der WalletConnect-Sitzung",
  "Could not retrieve contract metadata": "Konnte Metadaten des Contracts nicht abrufen",
  "Failed to get source asset info from {{ chainName }}": "Fehler beim Abrufen der Quell-Asset Informationen von {{ chainName }}",
  "Failed to get source asset info from solana": "Fehler beim Abrufen der Informationen zum Quell-Asset von Solana",
  "Failed to get source asset info from terra": "Fehler beim Abrufen von Informationen zum Quell-Asset von Terra",
  "Failed to get source asset info from alephium": "Fehler beim Abrufen von Informationen zum Quell-Asset von Alephium",
  "Failed to get source asset info from algorand": "Fehler beim Abrufen von Informationen zum Quell-Asset von Algorand",
  "Failed to retrieve required data.": "Die benötigten Daten konnten nicht abgerufen werden.",
  "No contract address": "Keine Vertragsadresse",
  "Could not retrieve the foreign asset.": "Konnte das fremde Asset nicht abrufen.",
  "Unable to determine existence of wrapped asset": "Konnte die Existenz des gewickelten Assets nicht feststellen",
  "Failed to get token wrapper contract id": "Fehler beim Abrufen der Token-Wrapper Contract-ID",
  "Failed to check if the transfer tx has been completed": "Fehler beim Prüfen, ob der Transfer abgeschlossen wurde",
  "Transfer source chain is undefined": "Quellblockchain ist nicht definiert",
  "Failed to get balance": "Fehler beim Abrufen des Guthabens",
  "token address": "Token Adresse",
  "Unable to retrive your EVM tokens": "EVM-Token konnten nicht abgerufen werden",
  "Failed to load alephium token metadata": "Fehler beim Laden der Alephium Token Metadaten",
  "Cannot load your Ethereum NFTs at the moment.": "Ihre Ethereum NFTs können im Moment nicht geladen werden.",
  "Cannot load your Ethereum tokens at the moment.": "Ihre Ethereum Token können im Moment nicht geladen werden.",
  "Fetching VAA": "VAA wird abgerufen",
  "Fetched Signed VAA": "Signierte VAA abgerufen",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "Ungültiger lokaler Token: {{ tokenId }}, erwartet einen 64 Bytes Hex-String",
  "Transfer failed, please try again later": "Senden fehlgeschlagen. Bitte versuchen Sie es später erneut",
  "Wallet is not connected to {{ cluster }}": "Wallet ist nicht mit {{ cluster }} verbunden",
  "Expected Chain ID": "Erwartete Blockchain ID",
  "Invalid foreign arguments.": "Ungültige Fremdargumente.",
  "Unable to find address.": "Adresse konnte nicht gefunden werden.",
  "Unable to determine original asset.": "Original-Asset konnte nicht ermittelt werden.",
  "Failed to retrieve the relayer token info.": "Fehler beim Abrufen der Relayer-Token Informationen.",
  "Failed to get alephium balance": "Fehler beim Abrufen des Alephium Saldos",
  "Cannot load wallet balance": "Walletguthaben können nicht geladen werden",
  "Est. Fees": "Geschätzte Gebühren",
  "Select a source chain": "Wählen Sie eine Quellblockchain",
  "Select an NFT": "NFT auswählen",
  "Token account unavailable": "Token-Account nicht verfügbar",
  "Token amount unavailable": "Tokenbetrag nicht verfügbar",
  "For non-NFTs, use the Transfer flow": "Für Nicht-NFTs verwenden Sie den Transferprozess",
  "Failed to load NFT Metadata.": "Fehler beim Laden der NFT-Metadaten.",
  "This NFT has a URL longer than the maximum supported length of 200.": "Dieses NFT hat eine URL die länger ist als die maximal erlaubte Länge von 200.",
  "Balance must be greater than zero": "Saldo muss grösser als Null sein",
  "Invalid amount": "Unglültiger Betrag",
  "Enter an amount": "Betrag eingeben",
  "Amount must be greater than zero": "Betrag muss größer sein als 0",
  "Amount may not be greater than balance": "Betrag darf nicht grösser als der Saldo sein",
  "Target asset unavailable. Is the token registered?": "Ziel-Asset nicht verfügbar. Ist der Token registriert?",
  "Error in source": "Fehler in der Quelle",
  "Select a target chain": "Wählen Sie eine Zielblockchain",
  "Select a different target and source": "Wählen Sie ein anderes Ziel und Quelle",
  "Target account unavailable": "Zielkonto nicht verfügbar",
  "Invalid relayer fee.": "Ungültige Relayer-Gebühr.",
  "Token is ineligible for relay.": "Token ist für Relais nicht zulässig.",
  "The amount being transferred plus fees exceeds the wallet's balance.": "Der zu übertragende Betrag plus Gebühren übersteigt den Kontostand.",
  "An unknown error occurred.": "Ein unbekannter Fehler ist aufgetreten.",
  "Failed to fetch token list from {{ url }}": "Fehler beim Abrufen der Token Liste von {{ url }}",
  "Failed to get tx status": "Fehler beim Abrufen des Transaktionsstatus",
  "Failed to get event for tx": "Fehler beim Abrufen des Events für die Transaktion",
  "Failed to get alephium token info": "Fehler beim Abrufen der Alephium Token Information",
  "Token {{ tokenId }} does not exists in the token-list": "Token {{ tokenId }} existiert nicht in der Token-Liste",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "Ungültige Token-Information, erwartet: {{ localTokenInfo }}, erhalten: {{ tokenInfo }}",
  "Invalid contract id or contract address": "Ungültige Vertrags-Id oder Vertragsadresse",
  "Token {{ tokenAddress }} does not exist in the token list": "Token {{ tokenAddress }} existiert nicht in der Token Liste",
  "Failed to get tokens": "Fehler beim Abrufen der Token",
  "response status": "Antwort-Status",
  "Invalid response, expect a token list": "Ungültige Antwort, erwarte eine Tokenliste",
  "From": "From",
  "To": "To",
  "Disconnect {{ chainName }} wallet": "Disconnect {{ chainName }} wallet",
  "Connect {{ chainName }} wallet": "Connect {{ chainName }} wallet",
  "Select token": "Select token",
  "Select a source chain and token to attest": "Select a source chain and token to attest",
  "Choose where the wrapped token will live": "Choose where the wrapped token will live",
  "Waiting for attestation to finalize...": "Waiting for attestation to finalize...",
  "Send the attestation transaction": "Send the attestation transaction",
  "Wrapped token created successfully": "Wrapped token created successfully",
  "Creating the wrapped token...": "Creating the wrapped token...",
  "Create the wrapped token on the target chain": "Create the wrapped token on the target chain",
  "Target chain: {{ chainName }}": "Target chain: {{ chainName }}",
  "Unknown chain": "Unknown chain",
  "You will attest on {{ chainName }}": "You will attest on {{ chainName }}",
  "Target chain": "Target chain",
  "The token has been attested": "The token has been attested",
  "Source chain and token to attest": "Source chain and token to attest",
  "Chain where the wrapped token will live": "Chain where the wrapped token will live",
  "Attestation transaction details": "Attestation transaction details",
  "Wrapped token creation details": "Wrapped token creation details",
  "Will be attested on {{ chainName }}": "Will be attested on {{ chainName }}",
  "Transaction hash": "Transaction hash",
  "Wrapped token transaction": "Wrapped token transaction",
  "Edit": "Edit",
  "Close": "Close",
  "Save": "Save",
  "Available tokens": "Available tokens",
  "Select": "Select",
  "Connect wallet": "Connect wallet",
  "Connected wallets_one": "Connected wallet",
  "Connected wallets_other": "Connected wallets",
  "Open wallet menu": "Open wallet menu"
}
