{
  "Alephium": "Alephium",
  "Bridge": "Bridge",
  "Token Bridge": "Token Bridge",
  "Tokens_one": "Token",
  "Tokens_other": "Token",
  "Explorer": "Explorer",
  "A bridge that offers unlimited transfers across chains for tokens.": "Cầu nối cho phép chuyển đổi token không giới hạn giữa các chuỗi.",
  "Caution! You are using the {{ networkName }} build of this app.": "Thận trọng! Bạn đang sử dụng {{ networkName }} trên ứng dụng này.",
  "Caution! You have enabled the beta. Enter the secret code again to disable.": "Thận trọng! Bạn đã kích hoạt phiên bản beta. Nhập mã bảo mật một lần nữa để tắt nó.",
  "View the FAQ": "Xem FAQ",
  "Redeem": "Nhận",
  "Redeem tokens": "Nhận các token",
  "Send tokens": "Gửi các token",
  "Transactions": "Giao dịch",
  "Select tokens to send through the website.": "Chọn các token để gửi qua trang này.",
  "Token Origin Verifier": "Trình Xác Minh Nguồn Token",
  "Source": "Nguồn",
  "Chain": "Chain",
  "Source Chain": "Chain nguồn",
  "Source Tx (paste here)": "Nguồn giao dịch (dán tại đây)",
  "Target": "Đích đến",
  "Target Chain": "Chain đến",
  "Target Address": "Địa chỉ đến",
  "Origin Chain": "Chain gốc",
  "Origin Token Address": "Địa chỉ Token gốc",
  "Origin Token ID": "Token ID gốc",
  "Go to Migration Page": "Đi đến Trang Di Chuyển",
  "Amount": "Số lượng",
  "Next": "Tiếp",
  "Previous": "Trước",
  "If you have sent your tokens but have not redeemed them, you may paste in the Source Transaction ID (from Step 3) to resume your transfer.": "Nếu bạn đã gửi các token nhưng chưa nhận được chúng, bạn có thể dán ID Giao Dịch Nguồn (từ Bước 3) để tiếp tục chuyển token.",
  "Recover": "Khôi phục",
  "Advanced": "Nâng cao",
  "Signed VAA (Hex)": "Đã ký VAA (Hex)",
  "Emitter Chain": "Chain Phát Hành",
  "Emitter Address": "Địa Chỉ Phát Hành",
  "Sequence": "Trình tự",
  "Timestamp": "Thời gian",
  "Guardian Set": "Bộ Bảo Vệ",
  "Relayer Fee": "Phí Chuyển Tiếp",
  "Transaction not found or not confirmed": "Không tìm thấy giao dịch hoặc chưa được xác nhận",
  "Sequence not found": "Không tìm thấy trình tự",
  "The transaction is awaiting confirmation": "Giao dịch đang chờ xác nhận",
  "The transaction is not confirmed": "Giao dịch chưa được xác nhận",
  "An error occurred while fetching the transaction info": "Đã xảy ra lỗi khi tải thông tin giao dịch",
  "Wallet is not connected": "Ví chưa được kết nối",
  "Relay request rejected.": "Yêu cầu chuyển tiếp bị từ chối.",
  "Error": "Lỗi",
  "This transaction is eligible to be relayed": "Giao dịch này đủ điều kiện để được chuyển tiếp",
  "Request Relay": "Yêu Cầu Chuyển Tiếp",
  "This transaction is eligible to be relayed by {{ chainName }}": "Giao dịch này đủ điều kiện để được chuyển tiếp bởi {{ chainName }}",
  "This is wrapped by the Bridge! Here is the original token:": "Token này được wrap bởi Bridge! Đây là token gốc:",
  "Transferring to {{ chainName }} will unwrap the token": "Gửi giao dịch đến {{ chainName }} sẽ unwrap token này",
  "This token has not yet been registered on {{ chainName }}": "Token này chưa được đăng ký trên {{ chainName }}",
  "When bridged, this asset becomes:": "Sau khi được bridge, tài sản này sẽ trở thành:",
  "Source Information": "Thông Tin Nguồn",
  "Enter a token from any supported chain to get started.": "Nhập một token từ bất kỳ chain nào có hỗ trợ để bắt đầu.",
  "Paste an address": "Dán một địa chỉ",
  "Bridge Results": "Kết Quả Bridge",
  "Select a chain to see the result of bridging this token.": "Chọn một chain để xem kết quả của việc bridge token này.",
  "Other Chain": "Chain Khác",
  "Token Registration": "Đăng Ký Token",
  "This form allows you to register a token on a new foreign chain. Tokens must be registered before they can be transferred.": "Biểu mẫu này giúp bạn đăng ký mới một token trên một chain bên ngoài. Các token phải được đăng ký trước khi chúng được thực hiện giao dịch.",
  "Create wrapped token": "Tạo wrapped token",
  "Send attestation": "Gửi xác nhận",
  "Stats": "Thống kê",
  "You will transfer {{ sourceAmount }}": "Bạn sẽ thực hiện giao dịch chuyển {{ sourceAmount }}",
  "from": "từ",
  "to": "đến",
  "on {{ chainName }}": "tại {{ chainName }}",
  "to {{ chainName }}": "đến {{ chainName }}",
  "Select a recipient chain and address.": "Chọn một chain và địa chỉ người nhận.",
  "Bridged tokens": "Các token đã bridge",
  "Sent to": "Đã gửi đến",
  "Current balance": "Số dư hiện tại",
  "and receive {{ amount }}": "và nhận {{ amount }}",
  "Create": "Tạo",
  "Update": "Cập nhật",
  "The create wrapped transaction was submitted.": "Giao dịch tạo wrap đã được gửi đi.",
  "addTokenToTokenList": "Hãy nhớ thêm token vào <1>danh sách token</1>.",
  "Attest Another Token!": "Xác Thực Một Token Khác!",
  "Return to Transfer": "Quay lại Chuyển Khoản",
  "missingMetaplexMetadata": "Token này thiếu metadata trên on-chain (Metaplex). Không có nó, tên và biểu tượng của wrapped token này sẽ bị trống. Xem <1>metaplex repository</1> để thêm thông tin chi tiết.",
  "Transaction confirmed": "Giao dịch đã được xác nhận",
  "Local token pool already exists": "Bể token cục bộ đã tồn tại",
  "Waiting for transaction confirmation": "Đang chờ giao dịch xác nhận",
  "Create Local Token Pool": "Tạo Bể Token Cục Bộ",
  "The token has been attested!": "Token đã được xác thực!",
  "Asset": "Tài sản",
  "You will attest": "Bạn sẽ xác thực",
  "You will have to pay transaction fees on {{ chainName }} to attest this token.": "Bạn sẽ cần phải trả phí giao dịch trên {{ chainName }} để xác thực token này.",
  "Note: there will be several transactions": "Lưu ý: sẽ có nhiều giao dịch",
  "Attest": "Xác thực",
  "Could not migrate the tokens.": "Không thể di chuyển các token.",
  "Successfully migrated the tokens.": "Đã di chuyển thành công các token.",
  "Successfully migrated your tokens. They will become available once this transaction confirms.": "Di chuyển thành công các token của bạn. Chúng sẽ khả dụng ngay khi giao dịch này được xác nhận.",
  "Current Token": "Token Hiện Tại",
  "will become": "sẽ trở thành",
  "Wormhole Token": "Wormhole Token",
  "The swap pool has insufficient funds.": "Bể thanh khoản không đủ tài sản.",
  "Convert": "Chuyển đổi",
  "Connect": "Kết nối",
  "Disconnect": "Ngắt kết nối",
  "Connect your wallet to proceed.": "Kết nối ví của bạn để tiếp tục.",
  "Unable to retrieve necessary information. This asset may not be supported.": "Không thể trích xuất thông tin cần thiết. Tài sản này có thể không được hỗ trợ.",
  "Enter an amount to transfer.": "Nhập số lượng cần giao dịch.",
  "The transfer amount must be greater than zero.": "Số lượng cần gửi phải lớn hơn 0.",
  "There are not sufficient funds in your wallet for this transfer.": "Không đủ tài sản trong ví của bạn để thực hiện giao dịch này.",
  "There are not sufficient funds in the pool for this transfer.": "Bể thanh khoản không đủ tài sản cho giao dịch này.",
  "Balance": "Số dư",
  "This action will convert": "Hành động này sẽ chuyển đổi",
  "Utilizing this pool": "Sử dụng pool này",
  "Migrate": "Di chuyển",
  "Migrate {{ tokensAmount }} Tokens": "Di chuyển {{ tokensAmount }} Token",
  "Successfully migrated your tokens! They will be available once this transaction confirms.": "Đã di chuyển thành công các token của bạn! Chúng sẽ khả dụng khi giao dịch này được xác nhận.",
  "Please connect your wallet.": "Vui lòng kết nối ví của bạn.",
  "Failed to send the transaction.": "Gửi giao dịch thất bại.",
  "This asset is not eligible for migration.": "Tài sản này không hợp lệ để di chuyển.",
  "Invalid token account.": "Tài khoản token không hợp lệ.",
  "Convert assets from other bridges to Wormhole V2 tokens": "Chuyển đổi tài sản từ các bridge bên ngoài đến Wormhole V2 token",
  "Migrate Assets": "Di chuyển Tài sản",
  "Unable to perform migration.": "Không thể thực hiện di chuyển.",
  "Failed to load migration information for token": "Không tải được thông tin di chuyển token",
  "Unable to retrieve token balances.": "Không thể trích xuất số dư token.",
  "Failed to retrieve available token information.": "Không thể lấy thông tin token có sẵn.",
  "This page allows you to convert certain wrapped tokens into Wormhole V2 tokens.": "Trang này giúp bạn chuyển đổi các wrapped token sang Wormhole V2 token.",
  "This page allows you to convert certain wrapped tokens on {{ chainName }} into Wormhole V2 tokens.": "Trang này giúp bạn chuyển đổi wrapped token trên {{ chainName }} sang Wormhole V2 token.",
  "You have some assets that are eligible for migration! Click the 'Convert' button to swap them for Wormhole tokens.": "Bạn có một số tài sản hợp lệ để di chuyển! Nhấn vào nút \"Chuyển đổi\" để hoán đổi chúng cho Wormhole token.",
  "You don't have any assets eligible for migration.": "Bạn không có bất kỳ tài sản hợp lệ nào để di chuyển.",
  "Unable to retrive the specific token.": "Không thể trích xuất token cụ thể.",
  "Wallet is not connected.": "Ví chưa được kết nối.",
  "Token ID is required.": "Cần phải có Token ID.",
  "Wormhole v1 assets cannot be transferred with this bridge.": "Không thể gửi tài sản Wormhole v1 với bridge này.",
  "Wormhole v1 assets should not be transferred with this bridge.": "Không nên gửi tài sản Wormhole v1 với bridge này.",
  "Copy": "Sao chép",
  "Copied": "Đã sao chép",
  "Reload Tokens": "Tải lại các Token",
  "Not Implemented": "Chưa Triển Khai",
  "Unknown": "Không xác định",
  "This is a legacy asset eligible for migration.": "Đây là một tài sản cũ và khả dụng để di chuyển.",
  "Unable to retrieve required information about this token. Ensure your wallet is connected, then refresh the list.": "Không thể trích xuất thông tin được yêu cầu về token này. Hãy chắc chắn rằng ví của bạn đã được kết nối, sau đó tải lại danh sách.",
  "Could not find the specified address.": "Không thể tìm thấy địa chỉ yêu cầu.",
  "Loading available tokens": "Đang tải các token khả dụng",
  "Searching for results": "Đang tìm kết quả",
  "Select a token": "Chọn một token",
  "Search name or paste address": "Tìm kiếm tên hoặc dán địa chỉ vào",
  "Token ID": "Token ID",
  "Other Assets": "Các tài sản khác",
  "Markets for these {{ chainName }} tokens exist for the corresponding tokens on {{ targetChainName }}": "Thị trường cho các token trên {{ chainName }} này đã tồn tại trên các token tương ứng trên {{ targetChainName }}",
  "No results found": "Không tìm thấy kết quả",
  "Failed to get {{ chainName }} block number": "Không lấy được số block của {{ chainName }}",
  "Failed to get tx number": "Không nhận được tx number",
  "Failed to get txs": "Không nhận được các giao dịch",
  "View on {{ explorerName }}": "Xem trên {{ explorerName }}",
  "No transactions yet": "Không có giao dịch nào",
  "Add to Wallet": "Thêm vào Ví",
  "Add to Metamask": "Thêm vào Metamask",
  "The token already exists": "Token đã tồn tại",
  "Featured markets": "Thị trường nổi bật",
  "Please connect your wallet to check for transfer completion.": "Xin vui lòng kết nối ví của bạn để kiểm tra quá trình hoàn tất.",
  "Waiting for a relayer to process your transfer.": "Đang chờ một trình chuyển tiếp để xử lý giao dịch của bạn.",
  "Your fees will be refunded on the target chain": "Phí giao dịch của bạn sẽ được hoàn trả vào chain đến",
  "Manually redeem instead": "Nhận thủ công",
  "{{ chainName }} pays gas for you": "{{ chainName }} sẽ trả gas cho bạn",
  "Your transfer is complete.": "Giao dịch của bạn đã hoàn tất.",
  "Automatically unwrap to native currency": "Tự động unwrap đến tiền gốc",
  "Return to relayer view": "Quay lại giao diện chuyển tiếp",
  "These tokens have already been redeemed.": "Các token này đã được nhận.",
  "Click here to see how to add them to your wallet.": "Nhấn vào đây để xem cách thêm chúng vào ví của bạn.",
  "Token Address": "Địa chỉ Token",
  "Transfer More Tokens!": "Gửi thêm Token!",
  "Receive the tokens on the target chain": "Nhận các token vào chain đến",
  "Success!": "Thành công!",
  "The redeem transaction was submitted": "Giao dịch nhận đã được gửi",
  "The redeem transaction was submitted automatically by the relayer": "Giao dịch nhận đã được tự động gửi bởi trình chuyển tiếp",
  "The tokens will become available once the transaction confirms.": "Các token sẽ khả dụng ngay khi giao dịch được xác nhận.",
  "Register Now": "Đăng ký Ngay",
  "A different wallet is connected than in Step 1.": "Một ví khác đã được kết nối từ Bước 1.",
  "Failed to approve the token transfer.": "Không thể phê duyệt giao dịch gửi token.",
  "Transfer the tokens to the Alephium Bridge.": "Chuyển các token đến Alephium Bridge.",
  "This will initiate the transfer on {{ chainName }} and wait for finalization. If you navigate away from this page before completing Step 4, you will have to perform the recovery workflow to complete the transfer.": "Thao tác này sẽ bắt đầu cho quá trình thực hiện giao dịch trên {{ chainName }} và chờ hoàn tất. Nếu bạn thoát khỏi trang này trước khi nó được hoàn thành ở Bước 4, bạn sẽ phải thực hiện quy trình khôi phục để hoàn tất nó.",
  "approveUnlimitedTokens_one": "Phê Duyệt Token Không Giới Hạn",
  "approveUnlimitedTokens_other": "Phê Duyệt Các Token Không Giới Hạn",
  "approveTokens_one": "Chấp nhận {{ count }} Token",
  "approveTokens_other": "Chấp nhận {{ count }} các Token",
  "Transfer": "Chuyển khoản",
  "Are you sure?": "Bạn chắc chứ?",
  "You are about to perform this transfer": "Bạn sắp thực hiện giao dịch này",
  "Cancel": "Hủy",
  "Confirm": "Xác nhận",
  "The tokens have entered the bridge!": "Các token đã được thêm vào bridge!",
  "This is a Shuttle-wrapped asset from Polygon! Transferring it will result in a double wrapped (Bridge-wrapped Shuttle-wrapped) asset, which has no liquid markets.": "Đây là tài sản Shuttle-wrapped từ Polygon! Việc chuyển nó sẽ xảy ra một tài sản wrapped kép (Bridge-wrapped Shuttle-wrapped), nó có thể không có thanh khoản trên thị trường.",
  "bridgeWrappedTokensNoLiquid": "Các token bạn sẽ nhận được là <1>Bridge Wrapped Token</1> và nó hiện đang không có thanh khoản trên thị trường!",
  "bridgeWrappedTokens": "Các token bạn sẽ nhận được là <1>Bridge Wrapped Token</1> và nó sẽ cần được giao dịch cho các token bên bên dưới.",
  "You will not receive native {{ token }} on {{ chainName }}": "Bạn sẽ không nhận được {{ token }} gốc trên {{ chainName }}",
  "To receive native {{ token }}, you will have to perform a swap with the wrapped tokens once you are done bridging.": "Để nhận {{ token }} gốc, bạn sẽ phải thực hiện một giao dịch swap với wrapped token khi bạn kết thúc quá trình bridge.",
  "Lido stETH rewards can only be received on Ethereum. Use the value accruing wrapper token wstETH instead.": "Phần thưởng Lido stETH chỉ có thể được nhận trên Ethereum. Thay vào đó, hãy sử dụng token wstETH tích lũy.",
  "Click here to see available markets for wrapped tokens.": "Nhấn vào đây để xem các thị trường đang khả dụng cho các wrapped token.",
  "Waiting for wallet approval": "Đang đợi phê duyệt từ ví",
  "Select your wallet": "Chọn ví của bạn",
  "Automatic redeem is unavailable for this token.": "Nhận tự động không khả dụng đối với token này.",
  "Automatic Payment": "Thanh toán Tự động",
  "Manual Payment": "Than toán Thủ công",
  "Pay with additional tokens and use a relayer": "Thanh toán bằng các token khác và sử dụng một trình chuyển tiếp",
  "Pay with additional {{ token }} and use a relayer": "Thanh toán bằng {{ token }} khác và sử dụng một trình chuyển tiếp",
  "Pay with your own funds on target chain": "Thanh toán bằng các tài sản của bạn trên chain đến",
  "Pay with your own funds on {{ chainName }}": "Thanh toán bằng các tài sản của bạn trên {{ chainName }}",
  "Pay with your own {{ token }} on target chain": "Thanh toán bằng {{ token }} của bạn trên chain đến",
  "Pay with your own {{ token }} on {{ chainName }}": "Thanh toán bằng {{ token }} của bạn trên {{ chainName }}",
  "How would you like to pay the target chain fees?": "Bạn muốn thanh toán phí giao dịch trên chain đến như thế nào?",
  "This Interface is open-source software providing access to Alephium's Bridge, a cross-chain messaging protocol.": "Giao diện này là phần mềm mã nguồn mở cung cấp quyền truy cập vào Bridge của Alephium, một giao thức giao dịch đa chuỗi.",
  "It is a fork based on the open-source code of the Wormhole Bridge and is not affiliated with or endorsed by the Wormhole Foundation.": "Nó là một bản fork dựa trên mã nguồn mở của Wormhole Bridge và không có liên kết hoặc xác nhận bởi Wormhole Foundation.",
  "THIS INTERFACE AND THE BRIDGE PROTOCOL ARE PROVIDED \"AS IS\", AT YOUR OWN RISK, AND WITHOUT WARRANTIES OF ANY KIND.": "GIAO DIỆN NÀY VÀ GIAO THỨC CỦA BRIDGE ĐƯỢC CUNG CẤP \"NGUYÊN BẢN\", SỬ DỤNG NÓ NẾU BẠN HIỂU VỀ RỦI RO VÀ SẼ KHÔNG CÓ BẤT KỲ HÌNH THỨC BẢO ĐẢM NÀO.",
  "By using or accessing this Interface or Bridge, you agree that no developer or entity involved in creating, deploying, maintaining, operating this Interface or Bridge, or causing or supporting any of the foregoing, will be liable in any manner for any claims or damages whatsoever associated with your use, inability to use, or your interaction with other users of, this Interface or Bridge, or this Interface or Bridge themselves, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of profits, cryptocurrencies, tokens, or anything else of value.": "Bằng việc sử dụng hoặc truy cập vào Giao diện hoặc Bridge này, bạn đồng ý rằng không có nhà phát triển hay tổ chức nào tham gia vào việc tạo ra, triển khai, duy trì, vận hành Giao diện hoặc Bridge này, hoặc góp phần hay hỗ trợ cho các hoạt động trên, phải chịu trách nhiệm dưới bất kỳ hình thức nào đối với bất kỳ khiếu nại hoặc thiệt hại nào liên quan đến việc bạn sử dụng, không thể sử dụng, hoặc tương tác với những người dùng khác trên Giao diện hoặc Bridge này, hoặc với chính Giao diện hoặc Bridge này. Điều này bao gồm các thiệt hại trực tiếp, gián tiếp, ngẫu nhiên, đặc biệt, mang tính cảnh báo, phạt, hậu quả, hoặc các tổn thất về lợi nhuận, tiền điện tử, token, hoặc bất kỳ tài sản có giá trị nào khác.",
  "By using or accessing this Interface, you represent that you are not subject to sanctions or otherwise designated on any list of prohibited or restricted parties or excluded or denied persons, including but not limited to the lists maintained by the United States' Department of Treasury's Office of Foreign Assets Control, the United Nations Security Council, the European Union or its Member States, or any other government authority.": "Bằng việc sử dụng hoặc truy cập vào Giao diện này, bạn cam kết rằng bạn không chịu bất kỳ lệnh trừng phạt nào hoặc không có tên trong danh sách các bên bị cấm hoặc hạn chế, hay những cá nhân bị loại trừ hoặc từ chối, bao gồm nhưng không giới hạn ở các danh sách do Văn phòng Kiểm soát Tài sản Nước ngoài của Bộ Tài chính Hoa Kỳ, Hội đồng Bảo an Liên Hợp Quốc, Liên minh Châu Âu hoặc các Quốc gia Thành viên của Liên minh Châu Âu, hoặc bất kỳ cơ quan chính phủ nào khác duy trì.",
  "This wallet may not have sufficient funds to pay for the upcoming transaction fees.": "Ví này có thể không đủ số dư để thanh toán cho các phí giao dịch sắp tới.",
  "This wallet has a very low {{ token }} balance and may not be able to pay for the upcoming transaction fees.": "Ví này có quá ít số dư {{ token }} và có thể không thanh toán được cho các phí của giao dịch đến.",
  "Max": "Tối đa",
  "Loading available relayers": "Đang tải các trình chuyển tiếp khả dụng",
  "Select a relayer": "Chọn một trình chuyển tiếp",
  "No relayers are available at this time.": "Không có trình chuyển tiếp nào khả dụng ở thời điểm hiện tại.",
  "Waiting for {{ blockDiff }} / {{ expectedBlocks }} confirmations on {{ chainName }}": "Đang đợi {{ blockDiff }} / {{ expectedBlocks }} lượt xác nhận trên {{ chainName }}",
  "Waiting for confirmations on {{ chainName }}, {{ minutes }} minutes remaining": "Đang đợi các xác nhận trên {{ chainName }}, còn lại {{ minutes }}",
  "Waiting for Wormhole Network consensus": "Đang đợi đồng thuận từ Mạng Wormhole",
  "Waiting for finality on {{ chainName }} which may take up to 15 minutes.": "Đang đợi xác nhận hoàn tất trên {{ chainName }} và có thể mất tới 15 phút.",
  "Last finalized block number": "Số block cuối cùng đã hoàn tất",
  "This transaction's block number": "Số block của giao dịch này",
  "An error occurred while fetching balances": "Đã xảy ra lỗi khi đang tải số dư",
  "Unwrap Native Tokens": "Unwrap các Token Gốc",
  "Unwrap (withdraw) native tokens from their wrapped form (e.g. WETH &rarr; ETH)": "Unwrap (rút) các token gốc từ phiên bản wrap của chúng (v.d. WETH &rarr; ETH)",
  "Unwrap All": "Unwrap Tất Cả",
  "An error occurred while getting the network": "Đã xảy ra lỗi khi đang tải mạng",
  "An error occurred while getting the signer address": "Đã xảy ra lỗi khi đang tải địa chỉ người ký",
  "An error occurred while requesting eth accounts": "Đã xảy ra lỗi khi đang yêu cầu tài khoản eth",
  "Please install MetaMask": "Vui lòng cài đặt MetaMask",
  "Error enabling WalletConnect session": "Lỗi kích hoạt phiên hoạt động của WalletConnect",
  "Could not retrieve contract metadata": "Không thể trích xuất thông tin hợp đồng",
  "Failed to get source asset info from {{ chainName }}": "Lỗi tải thông tin tài sản nguồn từ {{ chainName }}",
  "Failed to get source asset info from solana": "Lỗi tải thông tin tài sản nguồn từ solana",
  "Failed to get source asset info from terra": "Lỗi tải thông tin tài sản nguồn từ terra",
  "Failed to get source asset info from alephium": "Lỗi tải thông tin tài sản nguồn từ alephium",
  "Failed to get source asset info from algorand": "Lỗi tải thông tin tài sản nguồn từ algorand",
  "Failed to retrieve required data.": "Lỗi trích xuất dữ liệu được yêu cầu.",
  "No contract address": "Không có địa chỉ hợp đồng",
  "Could not retrieve the foreign asset.": "Không thể trích xuất tài sản bên ngoài.",
  "Unable to determine existence of wrapped asset": "Không thể xác định được tài sản đã wrap đang tồn tại",
  "Failed to get token wrapper contract id": "Lỗi tải id hợp đồng của token wrap",
  "Failed to check if the transfer tx has been completed": "Lỗi kiểm tra quá trình giao dịch có hoàn thành hay chưa",
  "Transfer source chain is undefined": "Chain giao dịch nguồn không xác định",
  "Failed to get balance": "Lỗi tải số dư",
  "token address": "địa chỉ token",
  "Unable to retrive your EVM tokens": "Không thể trích xuất các EVM token của bạn",
  "Failed to load alephium token metadata": "Lỗi khi tải thông tin token của alephium",
  "Cannot load your Ethereum NFTs at the moment.": "Không thể tải các NFT của bạn trên Ethereum ở thời điểm hiện tại.",
  "Cannot load your Ethereum tokens at the moment.": "Không thể tải các token của bạn trên Ethereum ở thời điểm hiện tại.",
  "Fetching VAA": "Đang tải VAA",
  "Fetched Signed VAA": "Đã tải VAA Đã ký",
  "Invalid local token: {{ tokenId }}, expected a 64 bytes hex string": "Token nội bộ không khả dụng: {{ tokenId }}, đề xuất một hex string với 64 bytes",
  "Transfer failed, please try again later": "Giao dịch thất bại, xin vui lòng thử lại sau",
  "Wallet is not connected to {{ cluster }}": "Ví không được kết nối đến {{ cluster }}",
  "Expected Chain ID": "Chain ID dự kiến",
  "Invalid foreign arguments.": "Các tham số ngoài không hợp lệ.",
  "Unable to find address.": "Không thể tìm thấy địa chỉ.",
  "Unable to determine original asset.": "Không thể xác định tài sản gốc.",
  "Failed to retrieve the relayer token info.": "Không thể trích xuất thông tin trình chuyển tiếp token.",
  "Failed to get alephium balance": "Lỗi khi tải số dư alephium",
  "Cannot load wallet balance": "Không thể tải số dư của ví",
  "Est. Fees": "Phí ước tính",
  "Select a source chain": "Chọn một chain nguồn",
  "Select an NFT": "Chọn một NFT",
  "Token account unavailable": "Tài khoản của token không khả dụng",
  "Token amount unavailable": "Số lượng token không khả dụng",
  "For non-NFTs, use the Transfer flow": "Đối với các tài sản không phải NFT, hãy sử dụng thao tác Chuyển khoản",
  "Failed to load NFT Metadata.": "Lỗi tải Thông tin NFT.",
  "This NFT has a URL longer than the maximum supported length of 200.": "NFT này có URL dài hơn độ dài được hỗ trợ tối đa là 200.",
  "Balance must be greater than zero": "Số dư phải lớn hơn 0",
  "Invalid amount": "Số lượng không khả dụng",
  "Enter an amount": "Nhập số lượng",
  "Amount must be greater than zero": "Số lượng phải lớn hơn 0",
  "Amount may not be greater than balance": "Số lượng không thể lớn hơn số dư",
  "Target asset unavailable. Is the token registered?": "Tài sản đến không khả dụng. Token này đã được đăng ký chứ?",
  "Error in source": "Lỗi trong nguồn",
  "Select a target chain": "Chọn một chain đến",
  "Select a different target and source": "Chọn một đích đến khác và nguồn",
  "Target account unavailable": "Tài khoản đến không khả dụng",
  "Invalid relayer fee.": "Phí cho trình chuyển tiếp không khả dụng.",
  "Token is ineligible for relay.": "Token không khả dụng để chuyển tiếp.",
  "The amount being transferred plus fees exceeds the wallet's balance.": "Số lượng cần chuyển và các phí giao dịch vượt quá số dư của ví.",
  "An unknown error occurred.": "Lỗi không xác định.",
  "Failed to fetch token list from {{ url }}": "Không thể tải danh sách token từ {{ url }}",
  "Failed to get tx status": "Tải trạng thái giao dịch thất bại",
  "Failed to get event for tx": "Tải sự kiện giao dịch thất bại",
  "Failed to get alephium token info": "Tải thông tin token của alephium thất bại",
  "Token {{ tokenId }} does not exists in the token-list": "Token {{ tokenId }} không tồn tại trong danh sách token",
  "Invalid token info, expected: {{ localTokenInfo }}, have: {{ tokenInfo }}": "Thông tin token không khả dụng, đề xuất: {{ localTokenInfo }}, có: {{ tokenInfo }}",
  "Invalid contract id or contract address": "ID hợp đồng hoặc địa chỉ hợp đồng không khả dụng",
  "Token {{ tokenAddress }} does not exist in the token list": "Token {{ tokenAddress }} không tồn tại trong danh sách token",
  "Failed to get tokens": "Tải các token thất bại",
  "response status": "trạng thái phản hồi",
  "Invalid response, expect a token list": "Phản hồi không khả dụng, cần có một danh sách token"
}
